label s1_1_2:
    scene bg002_sashool_h_19201080 with Dissolve(1.0)
    "..." with dissolve
    scene bg12_pl_a_19201080 with Dissolve(1.0)
    "ตอนนี้ผมก็มาถึงโรงเรียนแล้ว" with dissolve
    "บ้านของผมอยู่ใกล้กับโรงเรียน ใช้เวลาเดินประมาณ 10 นาที" with dissolve
    "นักเรียนส่วนมากมักจะโดยสารรถประจำทาง บางส่วนก็นั่งรถไฟฟ้าเข้ามา" with dissolve
    "ต้องขอบคุณคุณพ่อที่เลือกซื้อบ้านใกล้กับโรงเรียน ทำให้ผมไม่ต้องเดินทางไกลแบบนักเรียนคนอื่น" with dissolve
    "อีกทั้งทำให้ผมนอนดึกและตื่นสายได้" with dissolve
    show akane normal at center with Dissolve(1.0) 
    akane ah "อ้าว รุ่นพี่ยูมะ มาพอดีเลย" with dissolve
    akane normal "รองประธานฯ ฝากบอกมาว่าให้รุ่นพี่ไปที่หอประชุมด่วน" with dissolve
    yuma  "เข้าใจแล้ว" with dissolve
    "โดยปกตินักเรียนคนอื่นๆ จะเข้าไปที่ห้องเรียนของตัวเอง" with dissolve
    "แต่เนื่องจากผมทำงานเป็นเหรัญญิกสังกัดสภานักเรียน" with dissolve
    "ผมต้องไปช่วยงานเบื้องหลังกิจกรรมต่างๆ ของสภานักเรียนด้วย" with dissolve
    akane angry "ส่วนนายหยุดก่อน ช่วยแต่งตัวให้เรียบร้อยหน่อย" with dissolve
    student_m_a  "ครับ!" with dissolve
    "อิวาโนะ อากาเนะ เป็นกรรมการฝ่ายระเบียบวินัย" with dissolve
    "คอยทำหน้าที่ตรวจตราความเรียบร้อยของนักเรียนทุกคน" with dissolve
    "เนื่องจากผมยังไม่มีธุระอะไรกับเธอในตอนนี้" with dissolve
    hide akane
    "ผมจึงรีบไปที่หอประชุมก่อนจะโดนลูกหลงจะดีกว่า" with dissolve
    scene twidol005n2_19201080 with Dissolve(1.0)
    yuma  "คาซึมะ มีอะไรให้ช่วยหรือเปล่า" with dissolve
    show kazuma normal at center with Dissolve(1.0) 
    kazuma ah "มาพอดีเลย ช่วยจัดเตรียมระบบไฟของหอประชุมให้หน่อย" with dissolve
    yuma  "วางใจได้เลย" with dissolve
    "คาซึมะ รองประธานนักเรียน ผลการเรียนอันดับต้นๆ ของโรงเรียน" with dissolve
    "เก่งด้านกีฬาฟุตบอล เป็นตัวแทนการแข่งระดับภูมิภาค" with dissolve
    "อีกทั้งเป็นลูกชายของนักการเมืองชื่อดัง อาจกล่าวได้ว่าไม่มีใครไม่รู้จักผู้ชายคนนี้" with dissolve
    yuma  "งานแถลงการณ์เริ่มเมื่อไหร่" with dissolve
    kazuma ah "อีก 20 นาที ยังมีเวลาเหลือเฟือ" with dissolve
    yuma  "โอเค เข้าใจแล้ว" with dissolve
    "อย่างที่กล่าวไป ผมทำงานร่วมกับคาซึมะ รองประธานนักเรียน" with dissolve
    "ปกติพวกพวกเราจะไปจัดการงานเอกสารที่ห้องสภานักเรียน" with dissolve
    "แต่เนื่องจากวันนี้มีแถลงการณ์พิเศษ วันนี้เราจึงต้องมาเตรียมงานหลังบ้านกัน" with dissolve
    akane normal "นักเรียนทุกคนมากันหมดแล้ว พร้อมหรือยัง" with dissolve
    yuma  "พร้อมแล้ว ไม่มีปัญหา" with dissolve
    kazuma confident "ถ้าอย่างนั้นก็เริ่มเลย" with dissolve
    hide kazuma
    "......" with dissolve
    scene snowuta_044_19201080 with Dissolve(1.0)
    "..." with dissolve
    "..." with dissolve
    scene twidol005_19201080 with Dissolve(1.0)
    student_f_a  "ท่านเรกะเท่ที่สุด" with dissolve
    student_f_b  "สมกับเป็นประธานนักเรียนของพวกเรา" with dissolve
    student_m_a  "ได้ข่าวว่าสัปดาห์ก่อนมีคนสารภาพรักไป แถมโดนปฏิเสธแบบไม่มีเยื่อใย" with dissolve
    student_m_b  "นั่นสินะ สมกับที่ได้ฉายาราชินีไร้เทียมทาน ผู้ที่มีจิตใจแข็งแกร่งดั่งป้อมปราการเหล็ก ไม่มีใครทำให้ใจเธอหวั่นไหวได้แม้แต่คนเดียวผู้เดียว" with dissolve
    "..." with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "สวัสดีนักเรียนทุกคน ฉันชื่อคุโรมิยะ เรกะ ประธานนักเรียนประจำโรงเรียนเอกชนซิลเวอร์ซีล" with dissolve
    reika  "นักเรียนใหม่บางคนอาจจะยังไม่ทราบประวัติความเป็นมาของโรงเรียนแห่งนี้" with dissolve
    reika  "ดังนั้นฉันขอเล่าที่มาใหม่ทั้งหมดอีกครั้ง ถือว่าเป็นการทบทวนสำหรับคนที่ทราบแล้ว" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "โรงเรียนซิลเวอร์ซีลเป็นโรงเรียนเอกชนขนาดใหญ่กลาง(โรงเรียนขนาดกลางมีนักเรียน 300-1000 คน ถ้า 1200 ต้องขนาดใหญ่แล้ว)ที่มีนักเรียนกว่า 1,200 คน" with dissolve
    reika  "โดยเป็นโรงเรียนต้นแบบที่เน้นให้นักเรียนทุกคนมุ่งสู่อนาคต พร้อมรับทุกคลื่นการเปลี่ยนแปลง" with dissolve
    reika  "ภายใต้แนวคิด ‘ประชาธิปไตยระดับชาติ ล้วนมีฐานรากมาจากห้องเรียน’ " with dissolve
    reika  "โรงเรียนของเราได้รับการสนับสนุนจากภาครัฐและภาคเอกชนหลายส่วน" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "เปิดอิสระให้นักเรียนทุกคนสามารถลงคะแนนเสียงในญัตติต่างๆ ได้" with dissolve
    reika  "นโยบายที่ได้รับคะแนนโหวตสูงที่สุดจะถูกนำไปปฏิบัติและมีผลบังคับใช้จริง" with dissolve
    reika  "ดังนั้น ขอให้นักเรียนทุกคนได้รู้จักระเบียบ ข้อบังคับ กฎเกณฑ์และกติกาของสังคม" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "ตลอดจนรู้จักรับผิดชอบหน้าที่ของตนรวมถึงชุมชนและสังคมได้อย่างเหมาะสม" with dissolve
    student_m_a  "น่าเบื่อจัง ฟังมาสิบรอบแล้ว" with dissolve
    student_m_b  "นั่นสิ พูดเหมือนเดิมจนท่องได้แล้ว" with dissolve
    akane  "นักเรียนชายตรงนั้น โปรดอยู่ในความสงบ ที่นี่หอประชุม ไม่ใช่ตลาด" with dissolve
    student_m_b  "ขอโทษครับ" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "ก่อนหน้านี้มีคำกล่าวว่าโรงเรียนเป็นเหมือนโรงงาน ผลิตของจากแม่พิมพ์เดียวกัน" with dissolve
    reika  "ทำให้นักเรียนที่เรียนจบไปมีแนวคิดเหมือนๆ กัน" with dissolve
    reika  "ที่โรงเรียนแห่งนี้จะไม่มีเรื่องแบบนั้นเด็ดขาด เราส่งเสริมอัตลักษณ์ของบุคคล" with dissolve
    reika  "ด้วยพื้นที่ปลอดภัยที่สามารถแสดงความคิดเห็นได้เต็มที่" with dissolve
    reika  "ดังนั้น โปรดใช้สิทธิ์ที่มีอยู่อย่างเต็มที่ 1 สิทธิ์ 1 เสียง มีความหมาย" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "สำหรับประเด็นในสัปดาห์นี้ เป็นเรื่องที่ได้รับมาจากสมาคมศิษย์เก่า" with dissolve
    reika  "โรงเรียนของเรามีการจำหน่ายเครื่องดื่มมากมาย หนี่งในนั้นคือน้ำอัดลม" with dissolve
    reika  "น้ำอัดลมทำให้สดชื่น คลายร้อนได้เป็นอย่างดีในฤดูร้อนแบบนี้" with dissolve
    reika  "แต่ในขณะเดียวกัน มีข้อกังวลว่าหากดื่มมากเกินไปอาจทำลายสุขภาพ" with dissolve
    reika  "น้ำอัดลมไม่ว่ายี่ห้อไหนก็ประกอบด้วยน้ำ น้ำตาล กรดคาร์บอนิก กรดฟอสฟอริก" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "คาเฟอีน สารแต่งสี และสารแต่งกลิ่นหรือรส รวมไปถึงสารกันบูด" with dissolve
    reika  "สิ่งที่ทำให้นํ้าอัดลมมีโทษมากกว่าเครื่องดื่มทั่วไปคือ กรดคาร์บอนิกและกรดฟอสฟอริก" with dissolve
    reika  "กรดคาร์บอนิกได้มาจากปฏิกิริยาระหว่างน้ำกับก๊าซคาร์บอนไดออกไซด์ โดยใช้ความดันสูงบังคับ" with dissolve
    reika  "ซึ่งสามารถย่อยสลายหินปูนได้ ด้วยเหตุนี้จึงมีผลทำให้กัดกร่อนกระดูกและฟันได้เช่นกัน" with dissolve
    reika  "นอกจากจะทำให้เกิดการระคายเคืองต่อระบบทางเดินอาหารแล้ว ยังทำให้ฟันผุและกระดูกพรุน" with dissolve
    reika  "เนื่องจากฟอสเฟตไปดึงแคลเซียมออกจากกระดูกและฟัน" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "เดิมทีโรงเรียนของเราจำหน่ายน้ำอัดลมให้เลือกซื้อได้อย่างอิสระ แต่ทางสมาคมศิษย์เก่าเสนอว่า" with dissolve
    reika  "ควรยกเลิกการจำหน่ายน้ำอัดลมในพื้นที่โรงเรียนอย่างถาวร" with dissolve
    reika  "ทุกท่านมีความเห็นอย่างไร เห็นด้วย ควรอนุญาตให้จำหน่ายน้ำอัดลมต่อ หรือ ไม่เห็นด้วย" with dissolve
    reika  "ยกเลิกการจำหน่ายน้ำอัดลมถาวร โปรดลงคะแนนเสียงภายในสัปดาห์นี้" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "ขอย้ำอีกครั้งว่าทุกคนมีสิทธิ์ลงคะแนน ฝั่งที่ได้รับคะแนนโหวตสูงสุดจะนำไปปฏิบัติจริง" with dissolve
    reika  "ขอจบการนำเสนอเพียงเท่านี้ ใครมีคำถามอะไรไหม" with dissolve
    student_m_c  "คุณคุโรมิยะมีแฟนหรือยังครับ ช่วยบอกสเปคที่ชอบหน่อยครับ" with dissolve
    student_m_a  "โอ้ ไอ้นี่มันกล้าว่ะ คนจริง" with dissolve
    student_m_b  "ขอคารวะตัวแทนหมู่บ้านของพวกเรา" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "สเปคผู้ชายที่ชอบเหรอ... อันดับแรกคือไม่ใช่คนแบบนายล่ะนะ" with dissolve
    reika  "ไม่มีสุภาพบุรุษที่ดีคนไหนพูดโผงผางเรื่องส่วนตัวกลางพื้นที่สาธารณะหรอกนะ" with dissolve
    student_m_c  "อะเฮือก!" with dissolve
    student_m_a  "เห้ย ทำใจดีๆ ไว้" with dissolve
    student_m_b  "ดูเหมือนวิญญาณหลุดออกจากร่างไปซะแล้ว" with dissolve
    reika  "ดูเหมือนว่าคงไม่มีคำถามแล้วนะ แยกย้ายกลับเข้าห้องเรียนได้" with dissolve
    "พอพูดจบ นักเรียนทุกคนก็ทยอยออกจากหอประชุม แยกย้ายเข้าห้องเรียนของตัวเอง" with dissolve
    scene bg055_sashool_h_19201080 with Dissolve(1.0)
    "..." with dissolve
    student_m_b  "ตัวแทนหมู่บ้านเราโดน Critical Hit เข้าเต็มๆ" with dissolve
    student_m_a  "บอกแล้ว ไม่มีใครสู้ ‘ราชินีไร้เทียมทาน’ ได้หรอก" with dissolve
    student_m_c  "ไม่มีความปราณีกันบ้างเลย ว่าแต่นายน่ะ ยูมะ บอกหน่อยสิว่าคุณคุโรมิยะมีจุดอ่อนอะไรบ้าง" with dissolve
    student_m_a  "จริงด้วย นายอยู่สภานักเรียนไม่ใช่เหรอ บอกข้อมูลวงในให้พวกเราบ้างสิฟังหน่อย" with dissolve
    yuma  "วันก่อนมีคนแอบสอดจดหมายรักเข้ามาในกองเอกสารชมรม พอเรกะเห็นก็คุณเรกะหยิบไปใส่เครื่องทำลายเอกสารทันทีเลยล่ะ" with dissolve
    student_m_c  "ดูท่าทางจะหมดหวังแล้วพวกเรา" with dissolve
    student_m_b  "อย่าพึ่งหมดหวัง ดูนั่นสิ อีกหนึ่งสุดยอดสาวงามประจำโรงเรียน" with dissolve
    yuma  "ตรงไหน" with dissolve
    student_m_b  "นั่นไง ตรงตู้ขายเครื่องดื่มอัตโนมัติ" with dissolve
    show flyingseal00 with dissolve
    maya_0  "ตู้กดน้ำนี้มันใช้งานยังไงเนี่ย" with dissolve
    maya_0  "เอ๊ะ หน้าจอทัชสกรีนด้วยเหรอ" with dissolve
    maya_0  "กดปุ่มนี้...... หรือว่าปุ่มนี้......" with dissolve
    maya_0  "ใช้ยากชะมัด ทำไมไม่ทำให้มันกดปุ่มง่ายๆ กันเล่า" with dissolve
    maya_0  "จริงด้วย คิดออกแล้ว" with dissolve
    maya_0  "เอานี่ไปกิน!" with dissolve
    maya_0  "ย้ากกกกกก!" with dissolve
    "มายะโมโห เลยเตะตู้ไปทีนึง แต่ไม่มีอะไรเกิดขึ้น" with dissolve
    maya_0  "ไม่ใช่ว่าถ้าเป็นอนิเมะต้องมีกระป๋องน้ำออกมาแล้วไม่ใช่หรือไง นอยอ่า" with dissolve
    maya_0  "สงสัยออกแรงน้อยไปหน่อย" with dissolve
    maya_0  "ดีล่ะ คราวนี้ต้องได้แน่ ต้องใช้เทคนิคขั้นสูงกันสักหน่อยแล้ว" with dissolve
    maya_0  "รับไปซะ ลูกเตะอัคคีสลาตัน!" with dissolve
    "เดี๋ยวสิแบบนี้มันไม่มั่วไปหน่อยหรอ ตู้กดน้ำมันไม่ใช่ลูกบอลด้วยซ้ำ" with dissolve
    "แถมนี่ก็ไม่ใช่อนิเมะฟุตบอลพลังเหนือธรรมชาติด้วย" with dissolve
    yuma  "เดี๋ยวสิ นี่เธอทำอะไรเนี่ย" with dissolve
    maya_0  "อ๊ะ คนจากสภานักเรียนใช่มั้ย พอดีเลย นายมานี่หน่อยสิ" with dissolve
    maya_0  "ตู้นี้มันเสียแน่เลย กดปุ่มแล้วไม่เห็นมีน้ำออกมาเลย" with dissolve
    yuma  "ตู้ไม่ได้เสีย เธอน่ะใช้ตู้ผิดวิธี" with dissolve
    maya_0  "ช่วยสอนฉันใช้ไอตู้นี้หน่อยสิ" with dissolve
    yuma  "เข้าใจแล้ว ก่อนอื่นเลยตู้นี้มีชื่อว่า ‘แมวน้ำบิน (Flying Seal)’" with dissolve
    "มันเป็นตู้กดเครื่องดื่มอัตโนมัติรุ่นใหม่ล่าสุดที่ใช้พื้นที่น้อยมากๆ แต่เสริฟเครื่องดื่มร้อน-เย็น-ปั่น ได้มากกว่า 180 เมนู" with dissolve
    "วิธีใช้ไม่ยาก เลือกเมนู ปรับแต่งตามที่ต้องการ และจ่ายเงิน ทำตามขั้นตอนได้เลย เดี๋ยวช่วยสอนให้" with dissolve
    maya_0  "นี่นายเป็นพนักงานบริษัทที่ปลอมตัวเป็นนักเรียนเพื่อขายน้ำรึเปล่าเนี่ย" with dissolve
    yuma  "ฉันเป็นประธานบริษัท!!! ……ไม่ใช่ จะเป็นแบบนั้นได้ยังไงเล่า!?" with dissolve
    maya_0  "ตำรวจยังปลอมตัวมาเปิดร้านขายไก่ทอดเกาหลีได้เลย ถ้านายปลอมตัวมาเป็นนักเรียนก็ไม่ใช่เรื่องแปลกนี่" with dissolve
    yuma  "ฉันเป็นนักเรียน ไม่ใช่ตำรวจ" with dissolve
    maya_0  "ถ้างั้นก็… นักเรียนที่แฝงตัวแทรกซึมเข้ามาในโรงเรียนเพื่อตามหาผู้ใช้พลัง Astral ที่น่าสงสัย—" with dissolve
    yuma  "—แล้วความลับก็รั่วไหล โดยผู้หญิงผมสีชมพูที่ใส่แพ็ดเสริมหน้าอก" with dissolve
    maya_0  "เห… นายนี่รอบรู้ดีจัง สมกับที่เป็นคนจากสภานักเรียน ว่าแต่เกมนั้นมันเรต 18+ ไม่ใช่เหรอ" with dissolve
    yuma  "ไม่มีปัญหา ตัวละครในเกมนี้ทุกคนอายุ 18 ปีขึ้นไป" with dissolve
    " ** หมายเหตุ: ตัวละครทุกคนในเกม Re:Fragment อายุ 18 ปีขึ้นไป ** " with dissolve
    maya_0  "เอ๊ะ หน้าจอขึ้นแบบนี้ ต้องทำอะไรต่อ" with dissolve
    yuma  "กดปุ่มถัดไป… เลือกเครื่องดื่มและปรับแต่งเมนูตามความต้องการได้เลย" with dissolve
    maya_0  "งั้นฉันเอาอันนี้ละกัน... เลือกระดับความหวาน...? จัดไปเต็มพิกัด 140\%" with dissolve
    yuma  "นี่เธอหวานมากไม่ดีต่อสุขภาพนะ อาจจะทำให้อ้วนได้" with dissolve
    maya_0  "พูดเรื่องน้ำหนักกับสาวน้อยแบบนี้ เสียมารยาทนะ นายไม่เข้าใจจิตใจของผู้หญิงเลยสักนิด" with dissolve
    yuma  "มันร้ายแรงขนาดนั้นเลยเหรอ?" with dissolve
    maya_0  "ใช่นะสิ ถ้าไม่เปลี่ยนวิธีพูด ระวังจะไม่มีแฟนไปตลอดชีวิตนะ" with dissolve
    "แต่ว่าตอนนี้นายยังมีโอกาสแก้ตัวอยู่นะ" with dissolve
    yuma  "โอกาสแก้ตัว?" with dissolve
    maya_0  "ใช่แล้ว ถ้านายเลี้ยงน้ำแก้วนี้ฉันละก็ไม่แน่ว่าค่าความชอบของฉันอาจจะเพิ่มขึ้นก็ได้น้า~" with dissolve
    yuma  "เธอก็แค่อยากจะหลอกกินฟรีไม่ใช่หรือไง" with dissolve
    hide flyingseal00 with dissolve
    maya_0  "ถูกจับได้ซะแล้ว แหะๆ ☆" with dissolve
    show maya normal at center with Dissolve(1.0) 
    maya  "ว่าแต่นายชื่ออะไรนะ จำได้แค่อยู่ในสภานักเรียน ไม่คุ้นหน้าเลย" with dissolve
    yuma  "ฉันชื่อคุซากะ ยูมะ นักเรียนชั้นปี 2 เป็นเหรัญญิกสังกัดสภานักเรียน ปกติทำแต่งานเอกสารเบื้องหลัง ไม่ได้ขึ้นเวทีหรือออกหน้างาน" with dissolve
    maya  "ชิราซากิ มายะ ชั้นปี 3 เรียกสั้นๆ ว่ามายะได้เลย" with dissolve
    yuma  "เข้าใจแล้วครับ รุ่นพี่ชิราซากิ" with dissolve
    maya  "มา-ยะ" with dissolve
    yuma  "ถ้างั้น ขอเรียกว่ารุ่นพี่มายะละกัน" with dissolve
    maya  "ดีมาก ยูคุง~☆" with dissolve
    "แค่คุยกันแป๊บเดียวก็เพิ่มค่าความสนิทได้เร็วขนาดนี้ ยัยนี่สุดยอดไปเลย" with dissolve
    "ช่างแตกต่างกับผมลิบลับ นี่สินะสิ่งมีชีวิตที่เรียกว่าสาวแกล" with dissolve
    maya  "จริงสิ นายอยู่สังกัดสภานักเรียนสินะ ช่วยไปบอกคนในสภานักเรียนด้วยว่าฉันไม่เอาด้วยหรอก" with dissolve
    "อยู่ดีๆ จะมายกเลิกน้ำอัดลมได้ยังไงกัน ถ้าวันนี้ยกเลิกน้ำอัดลมได้ วันต่อไปก็ยกเลิกชาและกาแฟได้ ฉันไม่เห็นด้วยเด็ดขาด" with dissolve
    yuma  "แต่งานวิจัยบอกว่าน้ำอัดลมไม่ดีต่อสุขภาพนะ" with dissolve
    maya  "มันก็จริง แต่ว่าถ้าใครอยากดื่มก็ดื่ม ไม่อยากดื่มก็ไม่ต้องดื่ม มันยากตรงไหน" with dissolve
    "อีกอย่าง ต่อให้ในโรงเรียนไม่มีขาย เดินออกไปร้านสะดวกซื้อหน้าโรงเรียนก็ซื้อได้แล้ว" with dissolve
    "ฉันคิดว่าพวกสมาคมศิษย์เก่าที่เสนอนโยบายมันต้องมีลับลมคมในอะไรบางอย่างแน่ๆ" with dissolve
    yuma  "ก็เป็นไปได้อยู่ แต่โชคดีที่โรงเรียนนี้ตัดสินทุกอย่างด้วยการโหวตลงคะแนน ไม่ได้บังคับใช้ทันที" with dissolve
    maya  "ว่าแต่ยูมะคุง นายคิดยังไงบ้าง" with dissolve
    yuma  "เป็นเรื่องของมติส่วนรวม ผลจะเป็นยังไงก็ขึ้นอยู่กับคะแนนเสียงของทุกคน" with dissolve
    maya  "คำตอบสมกับเป็นสมาชิกสภานักเรียน โยนเรื่องกฎระเบียบทิ้งไป ฉันถามความคิดเห็นของนายต่างหาก นายน่ะคิดยังไง" with dissolve
    "เห็นด้วยกับการยกเลิกการจำหน่ายน้ำอัดลมในโรงเรียนหรือไม่" with dissolve
    "CHOICE #1 - เห็นด้วย" with dissolve
    "CHOICE #2 - ไม่เห็นด้วย" with dissolve
    "คำตอบของ choice นี้จะเป็นผลลัพธ์การลงคะแนนที่จะประกาศวันถัดไป แต่ไม่มีผลกับเนื้อเรื่องมากนัก" with dissolve
    "กรณีเลือก choice1 เห็นด้วย" with dissolve
    yuma  "เห็นด้วย ควรยกเลิกจำหน่าย จริงอยู่ที่ถึงโรงเรียนจะไม่มีน้ำอัดลมขายก็สามารถซื้อจากที่อื่นได้ มันไม่ใช่แค่ว่าซื้อหรือไม่ซื้ออย่างเดียวแต่เป็นเรื่องสภาพแวดล้อมภายในโรงเรียนด้วย การที่โรงเรียนมีน้ำอัดลมขายให้เห็นตลอดทำให้นักเรียนชินกับการดื่มน้ำอัดลม และมองว่าน้ำอัดลมเป็นของเข้าถึงง่ายและดื่มเป็นประจำ แถมถ้าไม่มีน้ำอัดลมขายนักเรียนที่ชอบกินน้ำอัดลมก็อาจจะได้ไปลองกินน้ำอื่นแล้วติดใจก็ได้ จริงอยู่ที่นักเรียนสามารถซื้อที่อื่นได้ แต่ถ้าในโรงเรียนไม่มีน้ำอัดลมจำหน่าย" with dissolve
    "นักเรียนก็ไม่ต้องดื่ม ทำให้อัตราการบริโภคน้ำอัดลมลดลงได้" with dissolve
    "---" with dissolve
    "กรณีเลือก choice2 ไม่เห็นด้วย" with dissolve
    yuma  "นั่นสินะ จริงอยู่ที่น้ำอัดลมไม่ดีต่อสุขภาพ แต่บางทีเรียนเยอะๆแล้วก็รู้สึกน้ำตาลตกเหมือนกันนะ เวลาแบบนั้นไม่มีอะไรสดชื่นไปกว่าน้ำอัดลมเย็นๆซักขวดแล้ว นานๆ ทีคนเราก็ต้องการความหวานและความสดชื่นบ้าง" with dissolve
    "ถ้าไม่ดื่มมากเกินไปก็ไม่ใช่ปัญหาใหญ่อะไรหรอก" with dissolve
    "---" with dissolve
    maya  "อย่างนี้นี่เอง ที่นายพูดมาก็มีเหตุผล เข้าใจแล้ว" with dissolve
    maya  "แย่แล้ว สัมผัสได้ถึงจิตสังหาร (พูดพึมพำ)" with dissolve
    yuma  "เมื่อกี้เธอว่าอะไรนะ" with dissolve
    maya  "ปะ… เปล่า" with dissolve
    hide maya
    maya  "ฉันต้องรีบไปแล้ว ไว้เจอกันใหม่นะ ขอบใจมาก ยูคุง~" with dissolve
    "..." with dissolve
    "หลังพูดจบ มายะก็รีบวิ่งขึ้นบันไดพร้อมกับแก้วเครื่องดื่มจากตู้แมวน้ำบิน" with dissolve
    yuma  "อะไรของเขากันนะ พิลึกคน" with dissolve
    show akane normal at center with Dissolve(1.0) 
    akane angry "เดี๋ยวเถอะ อย่าวิ่งบริเวณทางเดินนะ!" with dissolve
    akane angrymeme "อย่าหนีนะ! …ให้ตายเถอะ ตามไม่ทัน" with dissolve
    akane angry "ว่าแต่รุ่นพี่ยูมะ ทำไมรุ่นพี่ถึงไม่ตักเตือนคุณชิราซากิ นอกจากวิ่งบริเวณทางเดินแล้วยัยนั่นยังแต่งตัวผิดกฎระเบียบหัวจรดเท้าอีกต่างหาก" with dissolve
    yuma  "ขอโทษคร้าบ ครั้งหน้าจะรีบตักเตือน" with dissolve
    akane look "อย่าให้หนูรู้นะว่ารุ่นพี่แกล้งทำเป็นมองไม่เห็นเพราะเห็นว่ายัยนั่นน่ารักน่ะ" with dissolve
    "ถึงว่า เมื่อสักครู่รุ่นพี่มายะจะรีบวิ่งหนีไปเพราะเห็นอากาเนะสินะ" with dissolve
    hide akane
    "วันนี้มันอะไรกันเนี่ย วุ่นวายชะมัด" with dissolve
    scene bg001_sashool_h_19201080 with Dissolve(1.0)
    student_m_a  "นี่เธอคิดว่าไงบ้างเรื่องงดการขายน้ำอัดลมน่ะ" with dissolve
    student_m_b  "ถึงมันจะไม่ดีต่อสุขภาพ แต่มันก็อร่อยนี่นา" with dissolve
    "ดูเหมือนแม้กระทั่งในห้องเรียนเองทุกคนก็คุยกันเรื่องการโหวตเมื่อเช้าเหมือนกัน" with dissolve
    "แต่ก็มีนักเรียนบางกลุ่มที่ต่างออกไป…" with dissolve
    student_m_c  "ยูม้า~~~~~~" with dissolve
    student_m_c  "นายช่วยสอนวิธีจีบสาวหน่อย" with dissolve
    student_m_b  "เมื่อกี้เห็นนะ คุยกันสวีทหวานแหววกับรุ่นพี่ชิราซากิคนดังของโรงเรียนด้วยแหละ" with dissolve
    yuma  "เปล่า ไม่ได้ทำอะไรเป็นพิเศษสักซักหน่อย" with dissolve
    student_m_a  "ไม่ใช่แค่นั้น รุ่นพี่ชิราซากิยังกระเถิบเข้าใกล้แถมเอาหน้าอกเบิ้มๆ นั่นมาดันยูมะด้วย" with dissolve
    student_m_c  "หน้าอกเบิ้มๆงั้นเหรอ!? คนทรยศ!" with dissolve
    "หลังจากที่มีคนพูดถึงนมเบิ้มๆของรุ่นพี่มายะ นักเรียนในห้องก็หยุดพูดถึงเรื่องโหวตการยกเลิกการจำหน่ายน้ำอัดลมในโรงเรียน" with dissolve
    show reika normal at center with Dissolve(1.0) 
    reika angry_2 "ยูมะ เมื่อกี้หมายความว่าไง" with dissolve
    yuma  "ก็แค่บังเอิญน่ะ" with dissolve
    reika angrymeme_2 "เห… นายจะบอกว่ารุ่นพี่กระเถิบเอาหน้าอกเบิ้มๆ มาดันแขนเนี่ยเป็นเรื่องบังเอิญเหรอ" with dissolve
    yuma  "ก็… แค่… บัง… เอิญ…" with dissolve
    "ทำไมทุกคนถึงเอาแต่สนใจเรื่องหน้าอกเบิ้มๆกัน มันไม่มีเรื่องอื่นที่น่าสนใจกว่าหน้าอกเบิ้มๆแล้วรึไง" with dissolve
    "……" with dissolve
    "ก็คงไม่มีรึเปล่านะ…" with dissolve
    student_m_a  "จะว่าไป ทั้งสองคนสนิทกันดีจัง" with dissolve
    student_m_b  "จริงด้วย ถ้าเป็นแค่คนที่ทำงานในสภานักเรียนด้วยกันเฉยๆ ก็คงไม่สนิทกันแบบนี้หรอก นายเป็นอะไรกับคุณเรกะ บอกมาเดี๋ยวนี้นะ" with dissolve
    reika annoy "ฉันตอบให้ก็ได้ ฉันกับยูมะเป็น—-" with dissolve
    yuma  "หยุด ขอเวลานอก!" with dissolve
    "พอพูดจบ ผมก็ลากเรกะออกมาหน้าริมทางเดินห้องเรียน" with dissolve
    scene bg055_sashool_h_19201080 with Dissolve(1.0)
    show reika normal at center with Dissolve(1.0)  
    yuma  "นี่เธอจะเปิดเผยความสัมพันธ์ของเราจริงๆ เหรอ" with dissolve
    reika normal "ไม่เห็นต้องปิดบังเลย ฉันคิดว่ายิ่งปิดบังคนยิ่งสงสัย สู้บอกไปเลยดีกว่า" with dissolve
    yuma  "แต่เธอเป็นคนพูดเองไม่ใช่เหรอว่าไม่อยากให้คนอื่นรู้" with dissolve
    reika angry2_2 "ฉันบอกนายตอนไหน" with dissolve
    yuma  "ตอนม.ต้น ที่เราสองคนเคยดูดาว—-" with dissolve
    reika ah_2 "นั่นมันอดีตนานมาแล้ว ช่างมันเถอะ เอาเป็นว่าประกาศให้ทุกคนรู้น่าจะดีที่สุด" with dissolve
    yuma  "โอเค เข้าใจแล้ว" with dissolve
    hide reika
    "พอพูดจบ พวกเราทั้งสองคนก็เดินเข้าห้องเรียน" with dissolve
    scene bg001_sashool_h_19201080 with Dissolve(1.0)
    show reika normal at center with Dissolve(1.0) 
    reika confident "ทุกคน ฉันขอแจ้งให้ทราบว่า…" with dissolve
    student_m_a  "ว่า…" with dissolve
    reika serious_2 "ฉันกับยูมะเป็นเพื่อนสมัยเด็ก" with dissolve
    student_m_a  "โธ่ นึกว่าจะประกาศว่าคบเป็นแฟนกัน หลอกให้ลุ้นทำไม" with dissolve
    student_m_b  "ฉันชนะ บอกแล้วคนอย่างยูมะไม่มีปัญญาคบดอกฟ้าอย่างประธานนักเรียนได้หรอก" with dissolve
    yuma  "เดี๋ยวนะ คิดว่าคนอย่างฉันจะคบกับเรกะไม่ได้งั้นเหรอ" with dissolve
    student_m_a  "ใช่" with dissolve
    student_m_b  "ใช่" with dissolve
    student_m_c  "ใช่" with dissolve
    yuma  "ทีแบบนี้สามัคคีกันเชียว ตอบเป็นเสียงเดียวกันอีก!?" with dissolve
    reika ah "ฉันบอกให้ก็ได้ ฉันแค่รู้จักกับยูมะตั้งแต่สมัยประถม ไม่ได้มีอะไรมากไปกว่านั้นหรอกนะ" with dissolve
    reika aho "คงไม่มีข้อสงสัยแล้วนะ" with dissolve
    yuma  "ไม่เห็นต้องย้ำเลย" with dissolve
    student_m_c  "กล้าดียังไงมาแย่งคุณคุโรมิยะของฉัน" with dissolve
    student_m_b  "เดี๋ยวสิ คุณคุโรมิยะเป็นของนายตั้งแต่เมื่อไหร่" with dissolve
    hide reika
    "คุณครูริสะเดินเข้ามาในห้อง" with dissolve
    show risa  normal at center with Dissolve(1.0) 
    risa angry "ทุกคนเงียบ ได้เวลาเริ่มเรียนแล้ว" with dissolve
    "โชคดีที่คุณครูริสะมาได้ถูกจังหวะ ความวุ่นวายในห้องเลยสงบลง" with dissolve
    "…." with dissolve
    "…" with dissolve
    hide risa
    "." with dissolve
    scene bg002_sashool_cy_19201080 with Dissolve(1.0)
    "..." with dissolve
    "ในที่สุดก็เลิกเรียนสักที" with dissolve
    student_m_c  "นี่ยูมะวันนี้นายไม่มีงานที่สภานักเรียนใช่ไหม ฉันมีที่ดีๆจะแนะนำนายด้วย" with dissolve
    yuma  "ที่ดีๆ?" with dissolve
    student_m_c  "ใช่แล้ว ยิมยังไงล่ะ!" with dissolve
    student_m_c  "ลูกผู้ชายยังไงก็ต้องคู่กับการเล่นกล้ามอยู่แล้วเราไปฟิตเนสกันเถอะ" with dissolve
    "ไม่แน่บางทีถ้าพวกเรามีกล้ามใหญ่ล่ำบึกแล้วเราอาจจะเป็นสุดยอดคู่หูนักเรียนชายที่ฮ็อตที่สุดในโรงเรียนก็ได้" with dissolve
    yuma  "เอาที่นายสบายใจเลยเพื่อน น้องสาวรอฉันอยู่ที่บ้าน" with dissolve
    student_m_c  "ระหว่างน้องสาวกับเส้นทางสู่การเป็นสุดยอดคู่หูนักเรียนชายที่ฮ็อตที่สุดในโรงเรียน นายคิดจะเลือกอะไร" with dissolve
    "CHOICE" with dissolve
    "1. น้องสาว" with dissolve
    "2. น้องสาว" with dissolve
    "3. น้องสาว" with dissolve
    yuma  "น้องสาว" with dissolve
    student_m_c  "ซิสค่อน" with dissolve
    yuma  "เปล่านะ ฉันก็แค่…" with dissolve
    student_m_c  "ซิสค่อน" with dissolve
    yuma  "นี่นายไม่คิดจะฟังที่ฉันพูดเลยไม่ใช่รึไง…" with dissolve
    student_m_c  "คิดออกแล้ว นายก็พาน้องสาวมาที่ยิมด้วยเลยสิ โชว์พลังลูกผู้ชายให้น้องสาวสุดที่เลิฟเห็น ยกน้ำหนักแข่งกัน เดี๋ยวฉันแกล้งแพ้ให้" with dissolve
    yuma  "เข้าท่า แต่ไม่ได้หรอก น้องสาวฉันออกจากบ้านไม่ได้" with dissolve
    student_m_c  "ทำไมล่ะ?" with dissolve
    yuma  "เรื่องมันยาว เอาเป็นว่าน้องสาวฉันสุขภาพไม่แข็งแรง ออกจากบ้านไม่ได้" with dissolve
    student_m_c  "คงไม่" with dissolve
    student_m_c  "งั้นก็ไม่เป็นไร ไว้เจอกันพรุ่งนี้ กล้ามเนื้อฉันกำลังกู่ร้องแล้วฉันไปก่อนนะฉันไปก่อนแล้ว" with dissolve
    "พอพูดจบพวกเราก็แยกย้ายกัน" with dissolve
    "…" with dissolve
    ".." with dissolve
    "." with dissolve
    scene twhouse004_19201080 with Dissolve(1.0)
    "เมื่อกลับบ้านไปก็พบกับน้องสาวรอต้อนรับอยู่" with dissolve
    show yuno normal at center with Dissolve(1.0) 
    yuno smile2 "กลับมาแล้วเหรอ เย้ ดีใจจัง ไม่ได้เจอกันตั้งนานเลย" with dissolve
    yuma  "คำว่านานที่ว่าเนี่ยยังไม่ถึง 8 ชั่วโมงเลยนะ" with dissolve
    "บางทีถ้ายูโนะมีหาง ป่านนี้คงแกว่งระริกระรี้เหมือนสุนัขตอนดีใจ" with dissolve
    yuma  "บทเรียนวันนี้เป็นยังไงบ้าง" with dissolve
    yuno smile "ไม่มีปัญหา ส.บ.ม.ย.ห." with dissolve
    yuma  "ไปเอาคำศัพท์แปลกๆ มาจากอินเทอร์เน็ตอีกแล้ว ว่าแต่มันไม่เก่าไปหน่อยเหรอ" with dissolve
    "ต้องเท้าความก่อนว่าน้องสาวของผม ยูโนะ เธอไม่ไปโรงเรียน" with dissolve
    "เนื่องจากเธอสุขภาพไม่แข็งแรงตั้งแต่ยังเด็ก เธอจึงเรียนแบบโฮมสคูลอยู่ที่บ้าน" with dissolve
    "ซึ่งเป็นหลักสูตรการเรียนการสอนผ่านอินเทอร์เน็ต" with dissolve
    "ถึงจะมีกิจกรรมรวมกลุ่มก็เป็นกิจกรรมออนไลน์ทั้งหมด" with dissolve
    "ด้วยเหตุนี้เธอจึงเขินอายและประหม่าอย่างมากเวลาเจอคนแปลกหน้าทุกคน" with dissolve
    "และเป็นอีกเหตุผลที่เธอสนิทและติดผมแจแจผมมากกว่าคู่พี่ชาย-น้องสาวทั่วไป" with dissolve
    yuno mumu_2 "รอบนี้ดวงไม่ดีเลย กด(เลือกซักอันว่ากดหรือหมุน)หมุนกาชาได้แต่ตัวกากๆ" with dissolve
    yuno endure_2 "เกมห่วย ไม่เล่นแล้ว" with dissolve
    yuma  "บอกแล้วว่าอย่าเติมเยอะเกินไป" with dissolve
    yuno serious "พี่น่ะเงียบไปเลย วันนี้แค่ดวงไม่ดีเท่านั้นแหละ" with dissolve
    "พอพูดจบเธอก็ลุกขึ้นและเข้าห้องนอนของเธอไปโดยไม่พูดอะไรต่อ" with dissolve
    "น้องสาวของผมมักจะเป็นแบบนี้ประจำ เวลาที่ไม่ได้ของที่ต้องการก็จะอารมณ์เสีย" with dissolve
    "แต่เป็นแค่อารมณ์ชั่วครู่เท่านั้นแหละ เดี๋ยวพรุ่งนี้ก็กลับมาเป็นปกติ" with dissolve
    scene twroom001n_19201080 with Dissolve(1.0)
    yuma  "เป็นหนึ่งวันที่วุ่นวายเอาเรื่องเลย" with dissolve
    "ไหนจะสภานักเรียน ไหนรุ่นพี่ดาวเด่น" with dissolve
    "ว่าแต่การโหวตนี่มันควรเป็นเรื่องของนักเรียนในโรงเรียนไม่ใช่เหรอ สมาคมศิษย์เก่ามายุ่งอะไรด้วย" with dissolve
    "ผลจะออกมายังไงก็ช่าง ยังไงผมก็ต้องทำงานเอกสารอยู่ดี เลิกคิดให้ปวดหัวดีกว่า" with dissolve
    show yuno normal at center with Dissolve(1.0) 
    yuno fun "เย้! ในที่สุดก็กดกาชาได้แมวน้ำ legendary แล้ว" with dissolve
    yuno smug "หม่ามี๊มารับหนูแล้วเจ้าแมวน้ำเทพอัสนีกัมปนาทฟาดปฐพีผ่าสมุทร" with dissolve
    "เสียงยูโนะดังมาถึงในห้องนอนผม ดูท่าทางเธอจะอารมณ์ดีขึ้นแล้ว" with dissolve
    "แต่ชื่อตัวละครในเกมมันไม่ยาวไปหน่อยเหรอสำหรับแมวน้ำ…" with dissolve
    "บางทีผู้พัฒนาเกมอาจจะคิดว่าแค่ใส่ชื่อตัวละครให้ยาวก็ดูสมกับเป็นตัวละครระดับ legendary แล้วสินะ" with dissolve
    "ตอนแรกคิดว่าอาจจะต้องเข้าไปปลอบ แต่ดูเหมือนจะไม่จำเป็นแล้วสินะ" with dissolve
    "เข้านอนดีกว่า……" with dissolve

    return
