label s1_1:
    scene bg055_sashool_y_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-CP05.mp3" volume 0.5
    "โถงทางเดินหน้าห้องเรียนชโลมด้วยสีส้มจากแสงอาทิตย์ยามเย็น" with dissolve
    "แม้จะเป็นทัศนียภาพที่คุ้นชินและพบเห็นได้เป็นประจำทุกวัน" with dissolve
    "แต่วันนี้ผมกลับรู้สึกว่ามันช่างแตกต่างจากเดิมอย่างลิบลับ" with dissolve
    "ผมชื่อคุซากะ ยูมะ เป็นนักเรียนมัธยมปลายปีที่สอง และเป็นเหรัญญิกสังกัดสภานักเรียน" with dissolve
    "โดยปกติช่วงเย็นหลังเลิกเรียน ผมมักจะไปทำงานที่ห้องสภานักเรียน" with dissolve
    "ถ้าไม่มีงาน หลังเลิกเรียนผมจะตรงดิ่งกลับบ้านทันที" with dissolve
    "แต่เย็นวันนี้แตกต่างออกไป เพราะมีนัดหมายสำคัญที่อาจเปลี่ยนชีวิตผมไปตลอดกาล" with dissolve
    scene bg001_sashool_y_19201080 with Dissolve(1.0)
    "เมื่อผมเปิดประตูเข้าไปก็พบกับเด็กผู้หญิงคนหนึ่ง" with dissolve
    "เส้นผมสีดำเงางามพลิ้วไสว แกว่งไกวไปตามสายลมที่พัดเข้ามาจากหน้าต่าง" with dissolve
    "แสงอาทิตย์ยามเย็นเผยให้เห็นถึงใบหน้าที่แดงระเรื่อ" with dissolve
    scene reika_hand03 with Dissolve(1.0)
    reika  "ขอโทษนะที่เรียกมาตอนเย็นแบบนี้" with dissolve
    "เธอพูดด้วยน้ำเสียงอ่อนหวานละมุนหู แตกต่างจากปกติที่แข็งกร้าวและดุดัน" with dissolve
    scene reika_hand02 with Dissolve(1.0)
    reika  "ฉันตัดสินใจได้แล้ว" with dissolve
    scene reika_hand04 with Dissolve(1.0)
    reika  "วันนี้ฉันมีเรื่องสำคัญที่จะต้องบอกนายให้ได้" with dissolve
    "ผมสัมผัสได้ถึงแววตาที่เต็มเปี่ยมด้วยความร้อนแรง" with dissolve
    "ในที่สุดก็มาถึงแล้วสินะ ช่วงเวลาของฉัน" with dissolve
    scene reika_hand02 with Dissolve(1.0)
    reika  "ยูมะ…" with dissolve
    reika  "ฉัน…" with dissolve
    reika  "ฉัน........." with dissolve
    "หัวใจผมเต้นแรงอย่างที่ไม่เคยเป็นมาก่อน" with dissolve
    "อา ในที่สุดชีวิตวัยรุ่นของผมกำลังผลิบาน" with dissolve
    "เอาเลย สารภาพรักกับฉันซะสิ!" with dissolve
    scene reika_hand07 with Dissolve(1.0)
    reika  "เมื่อไหร่นายจะคืนเงินฉัน!!!" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-079.mp3" volume 0.5
    yuma  "เอ๊ะ! เมื่อกี้เธอว่าอะไรนะ" with dissolve
    reika  "ไม่ต้องมาเฉไฉ เมื่อไหร่นายจะคืนเงินที่ยืมฉันตั้งแต่เดือนก่อน!" with dissolve
    yuma  "เดี๋ยวสิ เมื่อกี้นี้ต้องเป็นการสารภาพรักไม่ใช่เหรอ" with dissolve
    scene reika_hand03 with Dissolve(1.0)
    reika  "หา? ฉันเนี่ยนะจะสารภาพรักคนอย่างนาย นี่นายยังสติดีอยู่หรือเปล่า" with dissolve
    yuma  "ไม่จริง!" with dissolve
    yuma  "ม่ายยยยยยยยยย!" with dissolve
    scene twroom001_19201080 with Dissolve(1.0)
    yuma  "ความฝัน?" with dissolve
    yuma  "ฮ่าๆๆ เมื่อกี้นี้เป็นความฝันนี่เอง ตกใจแทบแย่" with dissolve
    yuma  "ว่าแต่เราต้องคืนเงินไหมเนี่ย" with dissolve
    scene black with Dissolve(1.0)
    yuma  "ช่างมันเถอะ นอนต่ออีกสักหน่อยดีกว่า" with dissolve
    yuma  "zzzzz" with dissolve
    "…" with dissolve
    "……" with dissolve
    "………" with dissolve
    scene wakeup01 with Dissolve(1.0)
    stop music
    play music "audio/bgm/Sunrise.mp3" volume 0.5
    yuno_0  "เช้าแล้ว ตื่นได้แล้ว!!!" with dissolve
    "เสียงดังแปดหลอดกึกก้องทั่วโสตประสาท" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno_0  ".....มะ" with dissolve
    yuno_0  "......ยู……มะ" with dissolve
    scene wakeup02 with Dissolve(1.0)
    yuno_0  "......ตื่นได้แล้ว!" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno_0  "......ได้เวลาไปโรงเรียนแล้ว!" with dissolve
    "ใครบางคนเขย่าตัวผม" with dissolve
    scene wakeup02 with Dissolve(1.0)
    "จะนอนไปถึงไหน ได้เวลาตื่นนอนแล้ว" with dissolve
    yuma  "ขออีก 5 นาที" with dissolve
    "ผมตอบกลับด้วยความงัวเงียและนอนต่อ" with dissolve
    "หนึ่ง…" with dissolve
    "สอง…" with dissolve
    "สาม…" with dissolve
    "หลังจากที่ผมหลับตาได้สามวินาที ใครบางคนเขย่าตัวผมอีกรอบ" with dissolve
    scene wakeup00 with Dissolve(1.0)
    yuno_0  "ห้านาทีไม่มีจริงหรอกน่า รีบตื่นได้แล้ว" with dissolve
    yuma  "โปรดปลุกฉันในอีก 5 นาทีข้างหน้า" with dissolve
    scene wakeup21 with Dissolve(1.0)
    yuno_0  "ขออภัย ในฐานะโมเดลปัญญาประดิษฐ์ด้านภาษา ฉันไม่เข้าใจคำสั่งของคุณ" with dissolve
    yuma  "เธอเป็น AI Chatbot หรือไง?!" with dissolve
    "เมื่อผมลืมตาขึ้นมาก็พบกับเด็กผู้หญิงคนหนึ่งจ้องมองลงมาที่ผม" with dissolve
    yuma  "ยูโนะ…?" with dissolve
    yuno  "คำตอบถูกต้อง อรุณสวัสดิ์พี่จ๋า" with dissolve
    "นึกว่าใคร ที่แท้ก็ยูโนะนี่เอง" with dissolve
    "เด็กผู้หญิงคนที่นั่งทับผมอยู่ในตอนนี้คือยูโนะ น้องสาวของผม" with dissolve
    "ก้นของเธอกำลังทับขาของผมอยู่" with dissolve
    "น้ำหนักที่กดทับลงมาส่งผลให้ผมไม่สามารถขยับตัวได้" with dissolve
    yuma  "ยูโนะ ช่วยลุกหน่อยสิ พี่ขยับตัวไม่ได้" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "สัญญาก่อนสิว่าพี่จะรีบตื่น" with dissolve
    "เธอตอบกลับด้วยน้ำเสียงที่เฉยเมย ไม่มีท่าทีว่าจะลุกขึ้นแม้แต่น้อย" with dissolve
    yuma  "เข้าใจแล้ว ยอมตื่นแล้ว" with dissolve
    scene wakeup03 with Dissolve(1.0)
    yuno  "ก่อนหน้านี้พี่บอกว่าขออีก 5 นาทีใช่ไหม ตอนนี้ยังเหลืออีก 2 นาที 16 วินาที จะอยู่แบบนี้ต่อไปอีกสักหน่อยก็ได้นะ" with dissolve
    "เมื่อพูดจบ เธอจงใจแกล้งเทน้ำหนักกดทับขาของผม" with dissolve
    "แม้ว่าเธอไม่ได้หนักมาก แต่ก็ไม่ได้เบาเหมือนปุยนุ่น ด้วยเหตุนี้ขาของผมจึงรับแรงกระแทกเข้าเต็มๆ" with dissolve
    "ถึงจะสัมผัสได้ถึงแรงกดที่เพิ่มขึ้น แต่มันก็นุ่มผิดคาด" with dissolve
    "บางที…อยู่ต่อแบบนี้อีกสักหน่อยก็ไม่เลวเหมือนกันนะ" with dissolve
    scene wakeup04 with Dissolve(1.0)
    yuno  "หืม? ทำไมพี่เงียบไปล่ะ" with dissolve
    scene wakeup21 with Dissolve(1.0)
    yuno  "หรือว่ากำลังหลงเสน่ห์น้องสาวสุดน่ารักคนนี้จนทนไม่ไหวแล้ว ว้าย~~" with dissolve
    "ไม่ปฏิเสธว่ายูโนะน่ารัก แต่พูดคำว่าน่ารักออกมาด้วยตัวเองนี่มันก็กระไรอยู่นะ" with dissolve
    scene wakeup21 with Dissolve(1.0)
    yuno  "จะว่าไป พี่ฝันถึงอะไรเหรอ" with dissolve
    "โดยปกติคนเรามักจะลืมความฝันเมื่อตื่นขึ้นมา แต่ผมกลับจดจำความฝันได้อย่างชัดเจน" with dissolve
    yuma  "ไม่มีอะไรหรอก ก็แค่เรื่องสัพเพเหระทั่วไป" with dissolve
    scene wakeup02 with Dissolve(1.0)
    "ขืนตอบตามความจริงคงโดนถามอีกยาว บอกปัดไปก่อนดีกว่า" with dissolve
    yuno  "จริงเหรอ ต่อให้เป็นความฝันธรรมด๊าธรรมดา หนูก็สนใจและอยากรู้เหมือนกันนะ" with dissolve
    "จู่ๆ เธอก็แสดงท่าทางไม่สบอารมณ์ จ้องมองมาที่ผมด้วยสายตาทิ่มแทง อีกทั้งกดน้ำหนักลงไปที่ขามากกว่าเดิม" with dissolve
    scene wakeup14 with Dissolve(1.0)
    yuno  "ท่าทางแบบนี้ พี่แอบฝันถึงผู้หญิงคนอื่นใช่มั้ย?!" with dissolve
    scene wakeup06 with Dissolve(1.0)
    yuno  "ทำไมผู้หญิงในฝันคนนั้นถึงไม่ใช่หนูล่ะ!" with dissolve
    yuma  "กะ... ก็มันเป็นความฝันนี่นา จะให้ทำยังไงล่ะ" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "แค่ฝันถึงน้องสาวสุดที่รัก เรื่องง่ายๆ แค่นี้ทำไมจะทำไม่ได้" with dissolve
    "เธอยื่นหน้าเข้ามาใกล้เรื่อยๆ จนแทบจะสัมผัสได้ถึงลมหายใจ" with dissolve
    "น้ำหนักกดลงมาที่หน้าอกผมจนหายใจลำบาก" with dissolve
    yuma  "ยูโนะ ช่วยลุกหน่อยสิ พี่ขยับตัวไม่ได้" with dissolve
    scene wakeup02 with Dissolve(1.0)
    yuno  "สัญญาก่อนสิว่าพี่จะรีบตื่น" with dissolve
    "เธอตอบกลับด้วยน้ำเสียงที่เฉยเมย ไม่มีท่าทีว่าจะลุกขึ้นแม้แต่น้อย" with dissolve
    yuma  "เข้าใจแล้ว ยอมตื่นแล้ว" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "ก่อนหน้านี้พี่บอกว่าขออีก 5 นาทีใช่ไหม ตอนนี้ยังเหลืออีก 2 นาที 16 วินาที จะอยู่แบบนี้ต่อไปอีกสักหน่อยก็ได้นะ" with dissolve
    "เมื่อพูดจบ เธอจงใจแกล้งเทน้ำหนักกดทับขาของผม" with dissolve
    "แม้ว่าเธอไม่ได้หนักมาก แต่ก็ไม่ได้เบาเหมือนปุยนุ่น ด้วยเหตุนี้ขาของผมจึงรับแรงกระแทกเข้าเต็มๆ" with dissolve
    "ถึงจะสัมผัสได้ถึงแรงกดที่เพิ่มขึ้น แต่มันก็นุ่มผิดคาด" with dissolve
    scene wakeup02 with Dissolve(1.0)
    "บางที…อยู่ต่อแบบนี้อีกสักหน่อยก็ไม่เลวเหมือนกันนะ" with dissolve
    yuno  "หืม? ทำไมพี่เงียบไปล่ะ" with dissolve
    yuno  "หรือว่ากำลังหลงเสน่ห์น้องสาวสุดน่ารักคนนี้จนทนไม่ไหวแล้ว ว้าย~~" with dissolve
    "ไม่ปฏิเสธว่ายูโนะน่ารัก แต่พูดคำว่าน่ารักออกมาด้วยตัวเองนี่มันก็กระไรอยู่นะ" with dissolve
    scene wakeup06 with Dissolve(1.0)
    yuno  "จะว่าไป พี่ฝันถึงอะไรเหรอ" with dissolve
    "โดยปกติคนเรามักจะลืมความฝันเมื่อตื่นขึ้นมา แต่ผมกลับจดจำความฝันได้อย่างชัดเจน" with dissolve
    yuma  "ไม่มีอะไรหรอก ก็แค่เรื่องสัพเพเหระทั่วไป" with dissolve
    "ขืนตอบตามความจริงคงโดนถามอีกยาว บอกปัดไปก่อนดีกว่า" with dissolve
    yuno  "จริงเหรอ ต่อให้เป็นความฝันธรรมด๊าธรรมดา หนูก็สนใจและอยากรู้เหมือนกันนะ" with dissolve
    "จู่ๆ เธอก็แสดงท่าทางไม่สบอารมณ์ จ้องมองมาที่ผมด้วยสายตาทิ่มแทง อีกทั้งกดน้ำหนักลงไปที่ขามากกว่าเดิม" with dissolve
    scene wakeup14 with Dissolve(1.0)
    yuno  "ท่าทางแบบนี้ พี่แอบฝันถึงผู้หญิงคนอื่นใช่มั้ย?!" with dissolve
    scene wakeup06 with Dissolve(1.0)
    yuno  "ทำไมผู้หญิงในฝันคนนั้นถึงไม่ใช่หนูล่ะ!" with dissolve
    yuma  "กะ... ก็มันเป็นความฝันนี่นา จะให้ทำยังไงล่ะ" with dissolve
    scene wakeup05 with Dissolve(1.0)
    yuno  "แค่ฝันถึงน้องสาวสุดที่รัก เรื่องง่ายๆ แค่นี้ทำไมจะทำไม่ได้" with dissolve
    "เธอยื่นหน้าเข้ามาใกล้เรื่อยๆ จนแทบจะสัมผัสได้ถึงลมหายใจ" with dissolve
    "น้ำหนักกดลงมาที่หน้าอกผมจนหายใจลำบาก" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "อ๊ะ ครบ 5 นาทีแล้ว หมดเวลาสนุกแล้วสิ" with dissolve
    yuno  "รีบแต่งตัวและตามมาที่โต๊ะอาหาร ห้ามหลับต่อเด็ดขาดนะ!" with dissolve
    "พอพูดจบ ยูโนะก็เดินจากไป" with dissolve
    "แม้จะยังง่วงนอนอยู่เพราะความฝันประหลาดๆ เมื่อกี้นี้" with dissolve
    "แต่ถ้าขืนยังหลับต่อมีหวังโดนยูโนะโกรธเข้าแน่" with dissolve
    "ด้วยเหตุนี้ผมจึงรีบอาบน้ำแปรงฟันและไปหายูโนะที่ห้องรับแขก" with dissolve
    "........." with dissolve
    scene twhouse004_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-021.mp3" volume 0.5
    show yuno normal at center with Dissolve(1.0) 
    yuno smile "ทำไมวันนี้พี่ดูรีบร้อนจังเลย มีธุระอะไรหรือเปล่า" with dissolve

    yuma  "วันนี้มีกิจกรรมที่โรงเรียนช่วงเช้า เพราะงั้นเลยต้องรีบไปเตรียมตัวล่วงหน้า" with dissolve
    yuno teehee_2 "ถึงว่า ปกติพี่ชอบหลับต่อรอบที่สองทุกครั้งเลย" with dissolve
    yuma  "ไม่ใช่ทุกครั้งสักหน่อย" with dissolve
    "ผมกับยูโนะอาศัยอยู่ในบ้านเดียวกัน" with dissolve
    "คุณแม่ของพวกเราเสียชีวิตจากอุบัติเหตุตั้งแต่ตอนเด็กๆ" with dissolve
    "ส่วนคุณพ่อเป็นนักวิจัยด้านปัญญาประดิษฐ์อยู่ที่ต่างประเทศ กลับบ้านเพียงปีละหนึ่งครั้ง" with dissolve
    "เดิมทีคุณพ่อก็ไม่ได้อยากไปต่างประเทศ จนกระทั่งได้รับข้อเสนอจากบริษัทเอกชนข้ามชาติขนาดใหญ่" with dissolve
    "ด้วยเงินทุนสนับสนุนนี้ พวกเราจึงมีชีวิตสุขสบายกว่าครอบครัวอื่น" with dissolve
    yuno yasashi "เย้ กดกาชาได้แมวน้ำหายากระดับ SSR แล้ว ขอโพสต์อวดลงกลุ่มก่อน" with dissolve
    yuno confident "ตัวนี้ดีไหมคะ กดสุ่มเล่นๆ รอบเดียวแล้วได้เลย แฮชแท็ก สายฟรี" with dissolve
    yuma  "สายฟรีตรงไหน เธอเติมเงินเยอะมากจนติดอันดับ Top 10 ของเซิร์ฟเวอร์แล้วไม่ใช่หรือไง" with dissolve
    yuno teehee "ไม่มีใครแคร์ถ้าบอกว่าได้ตัวละคร SSR เพราะเติมเงินหรอกนะ ต้องบอกว่าสายฟรีสิถึงจะเร้าใจ" with dissolve
    yuma  "สายฟรีที่ไหน สายเปย์ชัดๆ" with dissolve
    "ให้ตายเถอะ ขอโทษคนในอินเทอร์เน็ตแทนน้องสาวผมด้วย" with dissolve
    "ช่วงหลัง ไม่สิ ตั้งแต่จำความได้ น้องสาวของผมติดเกมงอมแงม" with dissolve
    "Seal Impact เป็นเกมแนว RPG แบบโอเพ่นเวิลด์ที่ได้รับความนิยมอย่างล้นหลาม" with dissolve
    "ในเกมนี้ผู้เล่นไม่สามารถซื้อของที่ต้องการตรงๆ ได้" with dissolve
    "ต้องใช้เงินจริงซื้อเพชร แล้วนำเพชรไปสุ่มหาของที่ต้องการอีกที" with dissolve
    "เรียกว่าระบบการสุ่มแบบกาชา" with dissolve
    "ยูมะ: ทำไมถึงต้องเล่นเกมกาชาที่ทุกอย่างขึ้นอยู่กับการสุ่มด้วย เล่นเกมอื่นที่จ่ายเงินซื้อตัวละครไปเลยไม่ดีกว่าเหรอ" with dissolve
    "ยูโนะ: พี่เนี่ยน้า~ ไม่เข้าใจเกมเมอร์ยุคใหม่เลยสักนิด" with dissolve
    "ยูโนะ: เกมกาชาได้รับความนิยมเพราะว่ามัน ‘อวด’ ได้ไงล่ะ" with dissolve
    "ยูโนะ: ถ้าจ่ายเงินซื้อของทุกอย่างที่ต้องการได้ มันจะไปมีค่าอะไร" with dissolve
    "ดูเหมือนว่าน้องสาวของผมติดกับดักการตลาดเข้าเต็มๆ" with dissolve
    yuma  "รู้หรือเปล่าว่าเกมกาชาถูกออกแบบมาเพื่อรีดเงินในกระเป๋าสตางค์ของผู้เล่นให้ได้มากที่สุด" with dissolve
    yuma  "ทั้งการจำกัดเวลาที่ทำให้ผู้เล่นรู้สึกว่าต้องรีบซื้อทันที มีขายแค่ครั้งเดียว พลาดแล้วพลาดเลย" with dissolve
    yuma  "ระบบการสุ่มกระตุ้นสารเคมีในสมองอย่างเช่นอะดรีนาลีน ให้ผู้เล่นรู้สึกตื่นเต้นจนอยากจ่ายเงินมากยิ่งขึ้น" with dissolve
    yuma  "อีกทั้งสกุลเงินพิเศษที่ถอดแบบมาจากเหรียญชิปคาสิโน ทำให้เผลอจ่ายเงินมากเกินความจำเป็นโดยไม่รู้ตัว" with dissolve
    yuma  "นอกจากนี้ยังมี—" with dissolve
    yuno onegai "พูดมากน่ารำคาญ ทีพี่เองยังซ่อนแผ่นเกมโป๊ไว้ใต้เตียง ลองนับดูสิว่าเป็นเงินเท่าไหร่" with dissolve
    yuma  "เกมโป๊ซื้อรอบเดียวจบ ไม่เหมือนเกมกาชาที่ต้องเติมเรื่อยๆ ไม่มีวันสิ้นสุด" with dissolve
    yuma  "อีกอย่าง พี่แอบเกมโป๊ไว้ที่ตู้หนังสือด้านใน หลังตำราแคลคูลัส ไม่ได้เก็บไว้ใต้เตียงสักหน่อย" with dissolve
    yuno hehe "ฮั่นแน่! คราวหน้าขอเวลา ‘ต-ร-ว-จ-ส-อ-บ’ สักหน่อยนะพี่จ๋า~" with dissolve
    "แย่แล้ว เผลอหลุดปากจนได้ ยัยน้องสาวตัวแสบนี้ฉลาดไม่เบา" with dissolve
    yuma  "เรื่องนั้นเอาไว้ก่อน สายแล้ว พี่ไปโรงเรียนก่อนนะ" with dissolve
    yuno mumu "พอถูกจับได้ก็รีบหนีเลยนะ" with dissolve
    "เพราะคำว่า ‘ของมันต้องมี’ นี่แหละ ที่ทำให้สัดส่วนหนี้ครัวเรือนเพิ่มสูงขึ้นทุกปี" with dissolve
    "จริงอยู่ที่คุณพ่อได้เงินก้อนโตจากงานวิจัยและส่งเงินมาให้ใช้อย่างไม่ขัดสนทุกเดือน" with dissolve
    "แต่คนเราก็ต้องรู้จักประหยัดอดออมกันบ้าง คำว่าออมเงินกลายเป็นคำต้องห้ามไปแล้วหรือ" with dissolve
    hide yuno
    "สักวันหนึ่งผมจะอบรมน้องสาวเรื่องการใช้เงินอย่างจริงจัง แต่ตอนนี้ต้องรีบไปโรงเรียนแล้ว" with dissolve
    stop music
    jump s1_2
    return 