label s1_1:
    scene bg055_sashool_y_19201080 with Dissolve(1.0)
    "แสงอาทิตย์สาดส่องเข้ามาที่บริเวณทางเดินหน้าห้องเรียน" with dissolve
    "แม้จะเป็นช่วงเย็นหลังเลิกเรียนที่พบเจอเป็นประจำ" with dissolve
    "แต่วันนี้ผมกลับรู้สึกว่ามันแตกต่างจากเดิมอย่างลิบลับ" with dissolve
    "ผมชื่อคุซากะ ยูมะ เป็นนักเรียนม.ปลายชั้นปีสอง และเป็นเหรัญญิกสังกัดสภานักเรียน" with dissolve
    "โดยปกติช่วงเย็นหลังเลิกเรียน ผมจะไปทำงานด้านเอกสารที่ห้องสภานักเรียน" with dissolve
    "ถ้าไม่มีงาน ผมจะแวะซื้อของที่ร้านสะดวกซื้อก่อนตรงดิ่งกลับบ้าน" with dissolve
    "แต่ช่วงเย็นวันนี้มีธุระสำคัญที่จะพลาดไม่ได้" with dissolve
    "ผมก้าวเท้าช้าๆ และเปิดประตูห้องเรียนที่เป็นจุดหมายปลายทาง" with dissolve
    scene bg001_sashool_y_19201080 with Dissolve(1.0)
    "เมื่อผมเปิดประตูก็พบกับเด็กผู้หญิงคนหนึ่ง" with dissolve
    "เส้นผมสีดำเงางามของเธอ พลิ้วไสวแกว่งไกวไปตามสายลมที่พัดเข้ามาจากทางหน้าต่าง" with dissolve
    "แสงอาทิตย์ยามเย็นเผยให้เห็นถึงใบหน้าที่แดงระเรื่อ" with dissolve
    scene reika_hand03 with Dissolve(1.0)
    reika  "“ขอโทษนะที่เรียกมาตอนเย็นขนาดนี้”" with dissolve
    "เธอพูดด้วยน้ำเสียงอ่อนหวานละมุนหู แตกต่างจากปกติที่แข็งกร้าวและดุดัน" with dissolve
    scene reika_hand02 with Dissolve(1.0)
    reika  "“ฉันมีเรื่องอยากบอกนาย”" with dissolve
    scene reika_hand04 with Dissolve(1.0)
    reika  "“ฉัน...”" with dissolve
    scene reika_hand02 with Dissolve(1.0)
    reika  "“ชอบ......”" with dissolve
    scene black with Dissolve(1.0)
    yuno_0  "“เช้าแล้ว ตื่นได้แล้ว!”" with dissolve
    "อา... เหตุการณ์เมื่อกี้นี้คงเป็นความฝันสินะ" with dissolve
    "ขอนอนต่ออีกสักหน่อยละกัน" with dissolve
    "หลับตา" with dissolve
    yuma  "“zzzz”" with dissolve
    "..." with dissolve
    "......" with dissolve
    "........." with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno_0  "“......มะ”" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno_0  "“......ยู……มะ”" with dissolve
    "ผมได้ยินเสียงใครบางคนเรียกชื่อผม" with dissolve
    scene wakeup02 with Dissolve(1.0)
    yuno_0  "“......ตื่นได้แล้ว!”" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno_0  "“......ได้เวลาไปโรงเรียนแล้ว!”" with dissolve
    "ใครบางคนเขย่าตัวผม" with dissolve
    scene wakeup03 with Dissolve(1.0)
    yuno_0  "“อรุณเบิกฟ้า นกกาโบยบิน ออกหากิน ร่าเริงแจ่มใส~~♪”" with dissolve
    scene wakeup02 with Dissolve(1.0)
    yuno_0  "“เราเบิกบาน รีบมาเร็วไว ยิ้มรับวันใหม่ ยิ้มให้แก่กัน~~♪”" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno_0  "“ตื่นได้แล้ว เช้าที่สดใสมาถึงแล้ว!”" with dissolve
    "เพลงบ้าอะไร เก่าชะมัด คนจะหลับจะนอน" with dissolve
    yuma  "“ขออีก 5 นาที”" with dissolve
    "ผมตอบด้วยความงัวเงียและนอนต่อ" with dissolve
    "..." with dissolve
    "......" with dissolve
    "หลังจากที่ผมหลับตาได้สามวินาที ใครบางคนพยายามเขย่าตัวผมอีกครั้ง" with dissolve
    scene wakeup00 with Dissolve(1.0)
    yuno_0  "“ห้านาทีไม่มีจริงหรอกน่า รีบตื่นได้แล้ว!”" with dissolve
    yuma  "“โปรดปลุกฉันในอีก 5 นาทีข้างหน้า”" with dissolve
    scene wakeup21 with Dissolve(1.0)
    yuno  "“ขออภัย ในฐานะโมเดลปัญญาประดิษฐ์ด้านภาษา ฉันไม่เข้าใจคำสั่งของคุณ”" with dissolve
    yuma  "“เธอเป็น AI Chatbot หรือไง?!”" with dissolve
    "เมื่อผมลืมตาขึ้นมาก็พบกับเด็กผู้หญิงคนหนึ่งจ้องมองลงมาที่ผม" with dissolve
    yuma  "“ยูโนะ…?”" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "“คำตอบถูกต้อง อรุณสวัสดิ์พี่จ๋า”" with dissolve
    "นึกว่าใคร ที่แท้ก็ยูโนะนี่เอง" with dissolve
    "เด็กผู้หญิงคนที่นั่งทับผมอยู่ในตอนนี้คือยูโนะ น้องสาวของผม" with dissolve
    "ก้นของเธอกำลังทับขาของผมอยู่" with dissolve
    "น้ำหนักที่กดทับลงมาทำให้ผมไม่สามารถขยับเขยื้อนตัวได้" with dissolve
    yuma  "“ยูโนะ ช่วยลุกหน่อยสิ พี่ขยับตัวไม่ได้”" with dissolve
    scene wakeup03 with Dissolve(1.0)
    yuno  "“สัญญาก่อนสิว่าพี่จะรีบตื่น”" with dissolve
    "เธอตอบกลับด้วยน้ำเสียงที่เฉยเมย แต่ไม่มีท่าทีว่าจะขยับตัวแม้แต่น้อย" with dissolve
    yuma  "“เข้าใจแล้ว ยอมตื่นแล้ว”" with dissolve
    scene wakeup21 with Dissolve(1.0)
    yuno  "“ก่อนหน้านี้บอกว่าขออีก 5 นาทีใช่ไหม ตอนนี้ยังเหลืออีก 2 นาที 16 วินาที จะอยู่ต่อแบบนี้อีกสักหน่อยก็ได้นะ”" with dissolve
    "เมื่อพูดจบ เธอจงใจแกล้งเทน้ำหนักกดทับขาของผม" with dissolve
    "จริงอยู่ที่เธอตัวเบา แต่ก็ไม่ได้เบาเหมือนปุยนุ่น ด้วยเหตุนี้ขาของผมจึงรับแรงกระแทกเข้าเต็มๆ" with dissolve
    "ถึงจะสัมผัสได้ถึงแรงที่กดกระแทกเข้ามา แต่มันก็นุ่มผิดคาด" with dissolve
    "บางทีอยู่ต่อแบบนี้ก็ไม่เลวเหมือนกันนะ" with dissolve
    scene wakeup04 with Dissolve(1.0)
    yuno  "“หืม? ทำไมพี่เงียบไปล่ะ”" with dissolve
    scene wakeup21 with Dissolve(1.0)
    yuno  "“...หรือว่า กำลังหลงเสน่ห์น้องสาวสุดน่ารักคนนี้จนทนไม่ไหวแล้ว ว้าย~~”" with dissolve
    "ไม่ปฏิเสธว่ายูโนะน่ารัก แต่พูดคำว่าน่ารักออกมาด้วยตัวเองนี่มันก็กระไรอยู่นะ" with dissolve
    "ถ้าให้พูดตามตรง ผมเองก็มีส่วนผิดอยู่เช่นกันที่ทำให้เธอเป็นแบบนี้" with dissolve
    "ถ้าจะกล่าวโทษ ก็คงต้องกล่าวโทษตัวเองด้วย" with dissolve
    scene wakeup02 with Dissolve(1.0)
    yuno  "“จะว่าไป พี่ฝันถึงอะไรเหรอ”" with dissolve
    "โดยปกติผมไม่เคยจำความฝันได้เลย แต่รอบนี้กลับจำเรื่องในความฝันได้บางส่วน" with dissolve
    yuma  "“ไม่มีอะไรหรอก ก็แค่เรื่องทั่วไป”" with dissolve
    "ขืนตอบตามความจริงคงโดนถามอีกยาว ไม่บอกดีกว่า" with dissolve
    scene wakeup14 with Dissolve(1.0)
    yuno  "“จริงเหรอ ต่อให้เป็นความฝันธรรมด๊าธรรมดา ฉันก็สนใจและอยากรู้เหมือนกันนะ”" with dissolve
    "จู่ๆ เธอก็ทำท่าทางไม่พอใจ จ้องมองมาที่ผมด้วยสายตาแหลมคม อีกทั้งกดน้ำหนักลงไปที่ขามากกว่าเดิม" with dissolve
    "ยูโนะ “ท่าทางแบบนี้ พี่แอบฝันถึงผู้หญิงคนอื่นใช่มั้ย?!”" with dissolve
    scene wakeup06 with Dissolve(1.0)
    yuno  "“ทำไมผู้หญิงในฝันคนนั้นถึงไม่ใช่หนูล่ะ!”" with dissolve
    yuma  "“กะ... ก็มันเป็นความฝันนี่นา จะให้ทำยังไงล่ะ”" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "“แค่ฝันถึงน้องสาวสุดที่รัก เรื่องง่ายๆ แค่นี้ทำไมจะทำไม่ได้”" with dissolve
    "เธอยื่นหน้าเข้ามาใกล้เรื่อยๆ จนแทบจะสัมผัสได้ถึงลมหายใจ" with dissolve
    "น้ำหนักกดลงมาที่หน้าอกผมจนหายใจลำบาก" with dissolve
    "*** ติ๊ดๆๆๆๆๆ ***" with dissolve
    scene wakeup02 with Dissolve(1.0)
    yuno  "“อ๊ะ ครบ 5 นาทีแล้ว หมดเวลาสนุกแล้วสิ”" with dissolve
    scene wakeup01 with Dissolve(1.0)
    yuno  "“รีบแต่งตัวและตามมาที่โต๊ะอาหาร ห้ามหลับต่อเด็ดขาดนะ!”" with dissolve
    "ขืนหลับต่อมีหวังโดนโกรธเข้าแน่" with dissolve
    "ด้วยเหตุนี้ผมจึงรีบอาบน้ำแปรงฟันและรีบไปหายูโนะที่ห้องรับแขก" with dissolve
    "........." with dissolve
    scene twhouse004_19201080 with Dissolve(1.0)
    show yuno normal at center with Dissolve(1.0) 
    yuno smile "“ทำไมวันนี้พี่ดูรีบจังเลย”" with dissolve
    yuma  "“วันนี้ที่โรงเรียนมีกิจกรรมตอนเช้า เพราะงั้นเลยต้องรีบไปเตรียมตัวล่วงหน้าไงเล่า”" with dissolve
    yuno confident_2 "“ถึงว่า ปกติพี่ชอบหลับต่อรอบที่สองทุกครั้งเลย”" with dissolve
    yuma  "“ไม่ใช่ทุกครั้งสักหน่อย”" with dissolve
    "เด็กผู้หญิงที่อยู่ตรงหน้าผมคือยูโนะ น้องสาวของผม" with dissolve
    "พวกเราสองคนอาศัยอยู่ในบ้านเดียวกันตามลำพัง" with dissolve
    "คุณแม่เสียชีวิตจากอุบัติเหตุตั้งแต่ตอนเด็กๆ" with dissolve
    "ส่วนคุณพ่อเป็นนักวิจัยด้านปัญญาประดิษฐ์ที่ต่างประเทศ นานๆ ครั้งถึงจะกลับมาที่บ้าน" with dissolve
    "เดิมทีคุณพ่อก็ไม่ได้อยากไปต่างประเทศ แต่ได้รับข้อเสนอจากบริษัทเอกชนข้ามชาติขนาดใหญ่" with dissolve
    "ด้วยเงินทุนสนับสนุนนี้ พวกเรารวมถึงคุณพ่อจึงมีชีวิตสุขสบายกว่าครอบครัวอื่น" with dissolve
    yuno yasashi "“เย้ กดกาชาได้แมวน้ำหายากระดับ SSR แล้ว โอกาสได้มีเพียง 0.6 เอง ขอโพสต์อวดลงกลุ่มก่อน”" with dissolve
    yuno confident "“ตัวนี้ดีไหมคะ กดสุ่มเล่นๆ รอบเดียวแล้วได้เลย แฮชแท็ก สายฟรี”" with dissolve
    yuma  "“ใช่เหรอ ได้ข่าวว่าเดือนนี้เธอเติมเงินไปเยอะมากจนติดอันดับ Top10 ของเซิร์ฟเวอร์เลยนะ”" with dissolve
    yuno onegai_2 "“ถ้าบอกว่าเติมเงินเยอะมากจนกดได้ตัวละคร SSR ใครจะสนใจกันเล่า ต้องบอกว่าสายฟรีสิถึงจะเร้าใจ”" with dissolve
    yuma  "“เห้อ ให้ตายเถอะ ขอโทษคนในเว็บบอร์ด(เว็บบอร์ดยังมีอยู่หรอ กลุ่มเฟสบุ๊คแทนไหม)แทนน้องสาวผมด้วย”" with dissolve
    "เรื่องที่น่ากังวลคือช่วงหลังมานี้น้องสาวของผมติดเกม Seal Impact มาก" with dissolve
    "Seal Impact เป็นเกมกาชายอดฮิตที่ผู้เล่นต้องตะลุยในโลก RPG แบบโอเพ่นเวิลด์" with dissolve
    "ในเกมนี้มีระบบสุ่มกาชา หากอยากได้ตัวละครหายากต้องตะลุยด่าน ฟาร์มเลเวล เก็บเล็กผสมน้อยไปเรื่อยๆ" with dissolve
    "หรือที่เรียกกันว่าสายฟรี แต่น้องสาวของผมเป็นพวกใจร้อน เป็นสายเติมที่ใช้เงินจริงเพื่อแลกเพชรในเกม" with dissolve
    yuma  "“รู้หรือเปล่าว่าเกมกาชาพวกนี้ถูกออกแบบมาเพื่อทำให้ผู้เล่นจ่ายเงินให้ได้มากที่สุด" with dissolve
    "เช่น ความรู้สึก FOMO (fear of missing out) ที่ทำให้ผู้เล่นรู้สึกว่าต้องรีบซื้อทันที เพราะมีขายครั้งเดียว พลาดแล้วพลาดเลย" with dissolve
    "รวมถึงระบบการสุ่มต่างๆ ที่กระตุ้นสารเคมีในสมองอย่างเช่นอะดรีนาลีน ให้ผู้เล่นรู้สึกตื่นเต้นจนอยากจ่ายเงินยิ่งขึ้น" with dissolve
    "นอกจากนี้ยังมีสกุลเงินแปลกๆ เหมือนเหรียญชิปในบ่อนคาสิโนที่ทำให้ผู้เล่นเผลอจ่ายเงินมากเกินความจำเป็นโดยไม่รู้ตัว—”" with dissolve
    yuno confident "“พูดมากน่ารำคาญเหมือนพ่อเลย ทีพี่เองยังซ่อนเกมโป๊ไว้ใต้เตียง ลองนับดูสิว่าเป็นเงินเท่าไหร่”" with dissolve
    yuma  "“เกมโป๊ซื้อรอบเดียวจบ ไม่เหมือนเกมกาชาที่ต้องเติมเรื่อยๆ ไม่มีวันสิ้นสุด" with dissolve
    "อีกอย่าง พี่แอบเกมโป๊ไว้ที่ตู้หนังสือด้านใน หลังหนังสือติวคณิตศาสตร์ ไม่ได้เก็บไว้ใต้เตียงสักหน่อย”" with dissolve
    yuno hehe "“ฮันแน่! คราวหน้าขอเวลา ‘ต-ร-ว-จ-ส-อ-บ’ สักหน่อยนะพี่จ๋า~”" with dissolve
    "แย่แล้ว เผลอหลุดปากจนได้ ยัยน้องสาวคนนี้ฉลาดไม่เบา" with dissolve
    yuma  "“เรื่องนั้นเอาไว้ก่อน สายแล้ว พี่ไปโรงเรียนก่อนแล้วนะ”" with dissolve
    yuno mumu "“ค่า~พอถูกจับได้ก็รีบหนีเลยนะพี่จ๋า”" with dissolve
    "เพราะคำว่า ‘ของมันต้องมี’ นี่แหละ ที่ทำให้สัดส่วนหนี้ครัวเรือนเพิ่มสูงขึ้นทุกปี" with dissolve
    "จริงอยู่ที่คุณพ่อได้เงินมหาศาลจากงานวิจัยและส่งเงินมาให้ใช้อย่างไม่ขัดสนทุกเดือน" with dissolve
    "แต่คนเราก็ต้องรู้จักประหยัดอดออมกันบ้าง คำว่าออมเงินกลายเป็นคำต้องห้ามไปแล้วหรือ" with dissolve
    "สักวันหนึ่งผมต้องอบรมน้องสาวเรื่องการใช้เงินอย่างจริงจัง แต่ตอนนี้ต้องไปโรงเรียนก่อน" with dissolve
    ".............." with dissolve

    return 
