label s1_2:
    scene bg002_sashool_ch_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-107.mp3" volume 0.5
    "ตอนนี้ผมก็มาถึงโรงเรียนแล้ว" with dissolve
    "ต้องขอบคุณคุณพ่อที่เลือกซื้อบ้านใกล้กับโรงเรียน" with dissolve
    "จากบ้านถึงโรงเรียนใช้เวลาประมาณ 10 นาที ทำให้ผมนอนดึกและตื่นสายได้" with dissolve
    show akane normal at center with Dissolve(1.0) 
    akane ah "รุ่นพี่ยูมะ มาพอดีเลย" with dissolve
    akane normal "รองประธานฯ ฝากบอกมาว่าให้รุ่นพี่ยูมะไปที่หอประชุมด่วน" with dissolve
    yuma  "เข้าใจแล้ว" with dissolve
    "นักเรียนคนอื่นเมื่อมาถึงโรงเรียนก็จะทยอยเข้าไปที่ห้องเรียนของตัวเอง" with dissolve
    "แต่เนื่องจากผมทำงานอยู่สังกัดสภานักเรียน" with dissolve
    "ผมจึงต้องช่วยงานกิจกรรมต่างๆ ของสภานักเรียนด้วย" with dissolve
    akane angry "อากาเนะ: นักเรียนชายตรงนั้น หยุดก่อน ช่วยแต่งตัวให้เรียบร้อยหน่อย" with dissolve
    student_m_a  "ครับ!" with dissolve
    "เธอคนนี้คืออิวาโนะ อากาเนะ เป็นกรรมการฝ่ายระเบียบวินัย" with dissolve
    "ทำหน้าที่ตรวจตราและดูแลความเรียบร้อยของนักเรียนทุกคน" with dissolve
    "แม้เป็นนักเรียนชั้นปีหนึ่ง แต่ความเคร่งครัดของเธอทำให้นักเรียนชั้นปีสูงกว่าเกรงกลัวเธออย่างมาก" with dissolve
    "เนื่องจากผมยังไม่มีธุระอะไรกับอากาเนะในตอนนี้" with dissolve
    "ผมจึงรีบไปที่หอประชุมตามที่รองประธานฯ บอกมา" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-116.mp3" volume 0.5
    hide akane
    yuma  "คาซึมะ มีอะไรให้ช่วยหรือเปล่า" with dissolve
    scene twidol005n2_19201080 with Dissolve(1.0)
    show kazuma normal at center with Dissolve(1.0) 
    kazuma ah "มาพอดีเลย ช่วยจัดเตรียมระบบไฟหอประชุมให้หน่อย" with dissolve
    yuma  "วางใจได้เลย" with dissolve
    "คาตาโอกะ คาซึมะ เป็นรองประธานนักเรียนสังกัดสภานักเรียน" with dissolve
    "ผลการเรียนอันดับต้นๆ ของโรงเรียน ถนัดกีฬาฟุตบอล แถมยังเป็นคนหน้าตาดี" with dissolve
    "อีกทั้งเป็นลูกชายของนักการเมืองชื่อดัง ด้วยเหตุนี้จึงเป็นที่ชื่นชอบของบรรดาสาวๆ ในโรงเรียน" with dissolve
    yuma  "งานแถลงการณ์เริ่มเมื่อไหร่" with dissolve
    kazuma normal "อีก 10 นาที ยังมีเวลาเหลือเฟือ" with dissolve
    yuma  "โอเค เข้าใจแล้ว" with dissolve
    akane  "นักเรียนทุกคนมากันหมดแล้ว พร้อมหรือยัง" with dissolve
    yuma  "พร้อมแล้ว ไม่มีปัญหา" with dissolve
    kazuma ah "ถ้าอย่างนั้นก็เริ่มเลย" with dissolve
    hide kazuma
    "......" with dissolve
    scene snowuta_044_19201080 with Dissolve(1.0)
    "......" with dissolve
    "......." with dissolve
    scene twidol005_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-165.mp3" volume 0.5
    student_f_a  "ท่านเรกะเท่ที่สุด สมกับเป็นประธานนักเรียนของพวกเรา" with dissolve
    student_m_a  "ได้ข่าวว่าสัปดาห์ก่อนมีคนสารภาพรักแต่โดนปฏิเสธแบบไม่มีเยื่อใย" with dissolve
    student_m_b  "สมกับที่ได้ฉายา ‘ราชินีไร้เทียมทาน’ ผู้มีจิตใจแข็งแกร่งดั่งป้อมปราการเหล็ก ไม่มีใครทำให้ใจเธอหวั่นไหวได้แม้แต่คนเดียว" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "สวัสดีทุกคน ฉันชื่อคุโรมิยะ เรกะ ประธานนักเรียนของโรงเรียนเอกชนซิลเวอร์ซีล" with dissolve
    reika  "นักเรียนใหม่บางคนอาจจะยังไม่ทราบประวัติความเป็นมาของโรงเรียนแห่งนี้" with dissolve
    reika  "ดังนั้นฉันขอเล่าประวัติภูมิหลังทั้งหมดอีกครั้งหนึ่ง และถือเป็นการทบทวนสำหรับคนที่ทราบแล้ว" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "โรงเรียนซิลเวอร์ซีลเป็นโรงเรียนเอกชนที่มีนักเรียนกว่า 1,400 คน" with dissolve
    reika  "ด้วยความร่วมมือจากภาครัฐและภาคเอกชนหลายแห่ง โรงเรียนนี้จึงกลายเป็นโรงเรียนต้นแบบที่ส่งเสริมประชาธิปไตยเต็มรูปแบบภายใต้แนวคิด ‘ประชาธิปไตยระดับชาติ ล้วนมีรากฐานมาจากห้องเรียน" with dissolve
    student_m_a  "น่าเบื่อจัง ฟังมาสิบรอบแล้ว" with dissolve
    student_m_b  "นั่นสิ พูดเหมือนเดิมจนท่องตามได้แล้ว" with dissolve
    akane  "นักเรียนชายตรงนั้น ที่นี่คือหอประชุม โปรดอย่าส่งเสียงดังรบกวน" with dissolve
    student_m_b  "ขอโทษครับ" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "ที่ผ่านมา หลายโรงเรียนชูจุดเด่นว่าเป็นโรงเรียนส่งเสริมประชาธิปไตย แต่สุดท้ายแล้วไม่มีอะไรเกิดขึ้น" with dissolve
    reika  "เพราะจัดการเลือกตั้งเป็นพิธีกรรมเท่านั้น สุดท้ายคนที่ตัดสินทุกอย่างคือคุณครูและบอร์ดบริหารโรงเรียน" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "แต่โรงเรียนซิลเวอร์ซีลของเราจะไม่เป็นแบบนั้น ที่นี่อำนาจสูงสุดอยู่ที่นักเรียนอย่างแท้จริง" with dissolve
    reika  "นักเรียนทุกคนมีสิทธิ์ในการลงคะแนนเสียงในญัตติต่างๆ ซึ่งนโยบายที่ได้รับคะแนนโหวตสูงที่สุดจะถูกนำไปปฏิบัติและมีผลบังคับใช้จริง" with dissolve
    reika  "ทุกคนมี 1 สิทธิ์ 1 เสียงเท่ากันในการกำหนดทิศทางของโรงเรียนอย่างแท้จริง" with dissolve
    reika  "สำหรับญัตติในวันนี้ ผู้ยื่นเสนอคือสมาคมศิษย์เก่า" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "โรงเรียนซิลเวอร์ซีลมีเครื่องดื่มจำหน่ายมากมาย หนึ่งในนั้นคือน้ำอัดลม" with dissolve
    reika  "ไม่ปฏิเสธว่าน้ำอัดลมทำให้สดชื่น กระปรี้กระเปร่า ดับกระหายคลายร้อนได้เป็นอย่างดี" with dissolve
    reika  "แต่ในขณะเดียวกัน การดื่มน้ำอัดลมมากเกินไปจะก่อให้เกิดโทษต่อสุขภาพร่างกาย" with dissolve
    reika  "น้ำอัดลมไม่ว่ายี่ห้อไหนก็ประกอบด้วยน้ำ น้ำตาล กรดคาร์บอนิก กรดฟอสฟอริก คาเฟอีน สารแต่งสี สารแต่งกลิ่น รวมไปถึงสารกันบูด" with dissolve
    reika  "สิ่งที่ทำให้น้ำอัดลมอันตรายกว่าเครื่องดื่มทั่วไปคือกรดคาร์บอนิก" with dissolve
    scene podium01 with Dissolve(1.0)
    reika  "กรดคาร์บอนิกเป็นกรดที่ได้มาจากปฏิกิริยาระหว่างน้ำกับก๊าซคาร์บอนไดออกไซด์ ซึ่งกรดนี้สามารถย่อยสลายหินปูนได้ จึงมีผลทำให้กระดูกและฟันถูกกัดกร่อน" with dissolve
    reika  "โรงเรียนซิลเวอร์ซีลมีน้ำอัดลมหลายยี่ห้อวางจำหน่ายอยู่ แต่สมาคมศิษย์เก่าเสนอว่าควรยกเลิกการจำหน่ายน้ำอัดลมในพื้นที่โรงเรียนถาวร" with dissolve
    reika  "นักเรียนทุกท่านมีความเห็นอย่างไร ควรอนุญาตให้จำหน่ายน้ำอัดลมต่อ หรือยกเลิกการจำหน่ายน้ำอัดลมถาวร โปรดลงคะแนนเสียงภายในสัปดาห์นี้" with dissolve
    reika  "ขอจบการนำเสนอเพียงเท่านี้ ใครมีคำถามอะไรไหม" with dissolve
    "หลังเรกะพูดจบ หอประชุมตกอยู่ในความเงียบสงบ" with dissolve
    "จนกระทั่งเสียงหนึ่งทำหลายความเงียบขึ้นมา" with dissolve
    student_m_b  "คุณคุโรมิยะมีแฟนหรือยังครับ ช่วยบอกสเปคผู้ชายที่ชอบหน่อยครับ" with dissolve
    student_m_a  "โอ้ คนจริง ขอคารวะตัวแทนหมู่บ้านของพวกเรา" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "สเปคผู้ชายที่ชอบเหรอ... อันดับแรกคือไม่ใช่คนแบบนายล่ะนะ" with dissolve
    reika  "ที่นี่คือหอประชุม พื้นที่สาธารณะที่ทุกคนใช้งานร่วมกัน" with dissolve
    reika  "ไม่มีสุภาพบุรุษที่ดีคนไหนโผงผางเรื่องส่วนตัวกลางพื้นที่สาธารณะหรอกนะ" with dissolve
    scene podium01 with Dissolve(1.0)
    student_m_b  "อะเฮือก!" with dissolve
    student_m_a  "เห้ย ทำใจดีๆ ไว้ วิญญาณหลุดออกจากร่างไปซะแล้ว" with dissolve
    scene podium00 with Dissolve(1.0)
    reika  "ดูเหมือนว่าคงไม่มีคำถามแล้วนะ ถ้างั้นก็แยกย้ายกลับเข้าห้องเรียนได้" with dissolve
    "พอพูดจบ นักเรียนทุกคนก็ทยอยเดินออกจากหอประชุม" with dissolve
    scene bg055_sashool_h_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-CP04.mp3" volume 0.5
    student_m_a  "ตัวแทนหมู่บ้านโดน Critical Hit เข้าเต็มๆ ไม่มีใครสู้ ‘ราชินีไร้เทียมทาน’ ได้เลย" with dissolve
    student_m_b  "ไม่มีความปรานีกันบ้างเลย ว่าแต่นายน่ะ ยูมะ บอกหน่อยสิว่าคุณคุโรมิยะมีจุดอ่อนอะไรบ้าง" with dissolve
    yuma  "วันก่อนมีคนแอบสอดจดหมายรักเข้ามาในกองเอกสาร พอเรกะเห็นก็หยิบไปใส่เครื่องทำลายเอกสารทันทีเลย" with dissolve
    student_m_b  "ดูท่าทางจะหมดหวังแล้วพวกเรา" with dissolve
    "ระหว่างตัวแทนหมู่บ้านกับลิ่วล้อกำลังคุยเรื่องเรกะ ผมหันไปเห็นผู้หญิงคนหนึ่งทำท่าพะว้าพะวังหน้าตู้กดน้ำ" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-127.mp3" volume 0.5
    show flyingseal01 with dissolve
    maya_0  "ตู้กดน้ำนี้มันใช้งานยังไงเนี่ย" with dissolve
    maya_0  "เอ๊ะ หน้าจอทัชสกรีนด้วยเหรอ" with dissolve
    maya_0  "กดปุ่มนี้...... หรือว่าปุ่มนี้......" with dissolve
    maya_0  "ใช้ยากชะมัด ทำไมไม่ทำปุ่มกดให้มันใช้ง่ายๆ กันเล่า" with dissolve
    maya_0  "จริงด้วย คิดออกแล้ว" with dissolve
    hide flyingseal01 with dissolve
    maya_0  "เอานี่ไปกิน" with dissolve
    show kick01 with dissolve
    maya_0  "ย้ากกกกกก!" with dissolve
    maya_0  "แปลกจัง ทำไมกระป๋องน้ำถึงไม่หล่นลงมาแบบในอนิเมะ" with dissolve
    maya_0  "สงสัยออกแรงน้อยไปหน่อย" with dissolve
    hide kick01 with dissolve
    maya_0  "ดีล่ะ รอบนี้ได้แน่นอน คงต้องใช้เทคนิคขั้นสูงกันสักหน่อยแล้ว" with dissolve
    show kick04 with dissolve
    maya_0  "รับไปซะ ลูกเตะอัคคีสลาตัน!" with dissolve
    "จะบ้าเหรอ นี่มันตู้กดน้ำ ไม่ใช่ลูกบอล" with dissolve
    hide kick04 with dissolve
    "ผมรีบเข้าไปห้ามก่อนที่จะเกิดความเสียหายมากไปกว่านี้" with dissolve
    "ยูมะ: เดี๋ยวสิ ทำอะไรของเธอเนี่ย" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-034.mp3" volume 0.5
    maya_0  "อ๊ะ คนจากสภานักเรียนใช่มั้ย พอดีเลย นายมานี่หน่อยสิ" with dissolve
    maya_0  "ตู้เสียแน่เลย กดปุ่มแล้วไม่เห็นมีน้ำออกมาเลย" with dissolve
    yuma  "ตู้ไม่ได้เสียซักหน่อย เธอน่ะใช้ตู้ผิดวิธีต่างหาก" with dissolve
    maya_0  "งั้นนายช่วยสอนวิธีการใช้หน่อยสิ" with dissolve
    show flyingseal03 with dissolve
    yuma  "เข้าใจแล้ว ก่อนอื่นเลยตู้นี้มีชื่อเรียกว่า แมวน้ำบิน" with dissolve
    yuma  "ตู้กดเครื่องดื่มอัตโนมัติรุ่นใหม่ล่าสุดที่ใช้พื้นที่แค่ 1x1 ตารางเมตร" with dissolve
    yuma  "จุดเด่นคือเสริฟเครื่องดื่มใส่แก้วเลย ไม่ใช่กระป๋องหรือขวดน้ำแบบตู้กดน้ำธรรมดา" with dissolve
    yuma  "นอกจากนี้ยังเลือกประเภทเครื่องดื่ม ร้อน-เย็น-ปั่น ได้มากกว่า 180 เมนูเลยทีเดียว" with dissolve
    yuma  "เนื่องจากมีเมนูเครื่องดื่มให้เลือกเยอะมาก จึงต้องสั่งงานผ่านหน้าจอสัมผัสขนาดใหญ่" with dissolve
    yuma  "วิธีใช้ไม่ยาก เลือกเมนูที่ต้องการ เลือกระดับความหวานและจ่ายเงิน ทำตามขั้นตอนได้เลย" with dissolve
    maya_0  "ว้าว จริงด้วย ใช้งานไม่ยากอย่างที่คิดแฮะ" with dissolve
    hide flyingseal03 with dissolve
    maya_0  "นี่นายเป็นพนักงานบริษัทผลิตตู้เครื่องดื่มที่ปลอมตัวมาเป็นนักเรียนหรือเปล่าเนี่ย" with dissolve
    show flyingseal04 with dissolve
    yuma  "จริงๆ แล้วผมเป็นประธานบริษัท! ……ไม่ใช่ จะเป็นแบบนั้นได้ยังไงเล่า!?" with dissolve
    maya_0  "ตำรวจยังปลอมตัวเป็นเจ้าของร้านไก่ทอดเกาหลีได้เลย ถ้านายปลอมตัวเป็นนักเรียนก็ไม่ใช่เรื่องแปลก" with dissolve
    yuma  "ผมเป็นแค่นักเรียนธรรมดา ไม่ใช่ตำรวจสักหน่อย" with dissolve
    maya_0  "ถ้างั้นก็… นักเรียนที่แฝงตัวแทรกซึมเข้ามาในโรงเรียนเพื่อตามหาผู้ใช้พลัง Astral ที่น่าสงสัย" with dissolve
    yuma  "แล้วความลับก็รั่วไหลโดยผู้หญิงผมสีชมพูที่สวมแผ่นเสริมหน้าอก" with dissolve
    hide flyingseal04 with dissolve
    maya_0  "เห… นายนี่รอบรู้ดีจัง สมกับที่เป็นคนจากสภานักเรียน ว่าแต่เกมนั้นมันเรต 18+ ไม่ใช่เหรอ" with dissolve
    show flyingseal05 with dissolve
    yuma  "ไม่มีปัญหา ตัวละครในเกมนี้ทุกคนอายุ 18 ปีขึ้นไป" with dissolve
    "Narrator:  ** หมายเหตุ: ตัวละครทุกคนในเกม Re:Fragment อายุ 18 ปีขึ้นไป **  //ขึ้นข้อความเน้นสี ทำตัวหนา" with dissolve
    maya_0  "เอ๊ะ หน้าจอขึ้นแบบนี้ ต้องทำอะไรต่อ" with dissolve
    yuma  "กดปุ่มถัดไป จากนั้นปรับแต่งเมนูตามความต้องการได้เลย" with dissolve
    maya_0  "งั้นฉันเอาอันนี้ละกัน... เลือกระดับความหวาน……?" with dissolve
    maya_0  "จัดไปเต็มพิกัด ระดับความหวาน 140\%" with dissolve
    yuma  "กินหวานมากไม่ดีต่อสุขภาพนะ แถมอาจทำให้อ้วนได้ด้วย" with dissolve
    maya_0  "พูดเรื่องน้ำหนักกับสาวน้อยแบบนี้ เสียมารยาทนะ นายไม่เข้าใจจิตใจของผู้หญิงเลยสักนิด" with dissolve
    yuma  "มันร้ายแรงขนาดนั้นเลยเหรอ?" with dissolve
    maya_0  "ใช่นะสิ ถ้าไม่เปลี่ยนวิธีพูด ระวังจะไม่มีแฟนไปตลอดชีวิตนะ" with dissolve
    maya_0  "แต่ว่าตอนนี้นายยังมีโอกาสแก้ตัวอยู่นะ" with dissolve
    yuma  "โอกาสแก้ตัว?" with dissolve
    maya_0  "ใช่แล้ว ถ้านายเลี้ยงน้ำฉัน ไม่แน่ว่าค่าความชอบของฉันอาจจะเพิ่มขึ้นก็ได้น้า~" with dissolve
    yuma  "เธอก็แค่อยากจะหลอกกินฟรีไม่ใช่หรือไง" with dissolve
    hide flyingseal05 with dissolve
    maya_0  "ถูกจับได้ซะแล้ว แหะๆ" with dissolve
    maya_0  "ว่าแต่นายชื่ออะไรนะ จำได้แค่อยู่ในสภานักเรียน ไม่คุ้นชื่อเลย" with dissolve
    yuma  "ผมชื่อคุซากะ ยูมะ นักเรียนชั้นปี 2 เป็นเหรัญญิกสังกัดสภานักเรียน ปกติทำแต่งานเอกสารเบื้องหลัง ไม่ได้ขึ้นเวทีหรือออกหน้างานเท่าไหร่" with dissolve
    maya  "ชิราซากิ มายะ ชั้นปี 3 เรียกสั้นๆ ว่ามายะได้เลย" with dissolve
    yuma  "เข้าใจแล้วครับ รุ่นพี่ชิราซากิ" with dissolve
    maya  "มา-ยะ" with dissolve
    "จู่ๆ เธอก็เน้นเสียงด้วยความหนักแน่น" with dissolve
    yuma  "ถ้างั้นผมขอเรียกว่ารุ่นพี่มายะละกัน" with dissolve
    maya  "ดีมาก ยูคุง" with dissolve
    yuma  "ยูคุง?" with dissolve
    "พึ่งเจอหน้ากันครั้งแรกก็ตั้งชื่อเล่นให้แล้ว" with dissolve
    "เผลอแป๊บเดียวก็เพิ่มค่าความสนิทได้เร็วขนาดนี้ สุดยอดไปเลย" with dissolve
    "ช่างแตกต่างจากคนมืดมนอย่างผมลิบลับ นี่สินะสิ่งมีชีวิตที่เรียกว่าสาวแกล" with dissolve
    scene bg055_sashool_h_19201080 with Dissolve(1.0)
    show maya normal at center with Dissolve(1.0) 
    maya smile "จริงด้วย นึกออกแล้ว" with dissolve
    yuma  "อะไรอีกล่ะ" with dissolve
    maya smile2 "นายอยู่สังกัดสภานักเรียนสินะ ช่วยไปบอกคนในสภานักเรียนหน่อยว่าฉันไม่เอาด้วยหรอก" with dissolve
    maya  "อยู่ดีๆ จะมายกเลิกน้ำอัดลมได้ยังไงกัน ถ้าวันนี้ยกเลิกการจำหน่ายน้ำอัดลมได้ วันต่อไปก็ประกาศยกเลิกชาและกาแฟได้ ฉันไม่เห็นด้วยเด็ดขาด" with dissolve
    yuma  "แต่งานวิจัยบอกว่าน้ำอัดลมไม่ดีต่อสุขภาพนะ" with dissolve
    maya smile "มันก็จริง แต่ว่าถ้าใครอยากดื่มน้ำอัดลมก็ดื่ม ไม่อยากดื่มก็ไม่ต้องดื่ม ไม่เห็นยากเลย" with dissolve
    maya confident "ฉันคิดว่าพวกสมาคมศิษย์เก่าที่เสนอนโยบายนี้ต้องมีลับลมคมในอะไรบางอย่างแน่ๆ" with dissolve
    yuma  "ก็เป็นไปได้อยู่ แต่โชคดีที่โรงเรียนนี้ตัดสินทุกอย่างด้วยการโหวตลงคะแนน" with dissolve
    yuma  "ถ้าเป็นโรงเรียนอื่น พวกครูหรือไม่ก็บอร์ดบริหารคงบังคับใช้กฎใหม่เรียบร้อยแล้ว" with dissolve
    maya serious "ว่าแต่ยูคุง นายคิดยังไงกับเรื่องนี้" with dissolve
    yuma  "การยกเลิกน้ำอัดลมหรือไม่นั้นเป็นเรื่องของมติส่วนรวม ผลลัพธ์ขึ้นอยู่กับคะแนนเสียงของทุกคน" with dissolve
    maya onegai_2 "น่าเบื่อชะมัด คำตอบของนายเนี่ยเหมือนประกาศจากสภานักเรียนไม่มีผิด" with dissolve
    maya serious_2 "โยนเรื่องกฎระเบียบทิ้งไปก่อน ฉันถามความคิดเห็นของนาย" with dissolve
    maya think "นายน่ะคิดยังไง เห็นด้วยกับการยกเลิกการจำหน่ายน้ำอัดลมในโรงเรียนหรือไม่" with dissolve
    "CHOICE#1" with dissolve
    "เห็นด้วย" with dissolve
    "ไม่เห็นด้วย" with dissolve
    "กรณีเลือก choice1 เห็นด้วย" with dissolve
    yuma  "ผมคิดว่าควรยกเลิกการจำหน่ายน้ำอัดลม" with dissolve
    yuma  "ปัญหาไม่ใช่เรื่องใครอยากดื่มก็ดื่ม ใครไม่อยากดื่มก็ไม่ต้องดื่ม แต่เป็นเรื่องของสภาพแวดล้อมภายในโรงเรียนต่างหาก" with dissolve
    yuma  "การที่นักเรียนเห็นน้ำอัดลมตลอดเวลา จะทำให้นักเรียนคุ้นชินกับการดื่มน้ำอัดลม และมองว่าน้ำอัดลมเป็นสิ่งที่เข้าถึงง่าย ส่งผลให้มีแนวโน้มดื่มน้ำอัดลมมากขึ้น" with dissolve
    "กรณีเลือก choice2 ไม่เห็นด้วย" with dissolve
    yuma  "นั่นสินะ ไม่ปฏิเสธว่าน้ำอัดลมส่งผลเสียต่อสุขภาพ" with dissolve
    yuma  "แต่ช่วงสอบหรือเวลาที่เหนื่อย บางทีก็รู้สึกว่าอยากหาอะไรดื่มเพื่อให้กระปี้กระเป่ามากขึ้น" with dissolve
    yuma  "ซึ่งไม่มีอะไรดีไปกว่าน้ำอัดลมเย็นๆ สักแก้วแล้วล่ะ" with dissolve
    "เพราะฉะนั้นผมคิดว่าควรจำหน่ายน้ำอัดลมต่อไป" with dissolve
    "......" with dissolve
    maya smile "อย่างนี้นี่เอง ที่นายพูดมาก็มีเหตุผล เข้าใจแล้ว" with dissolve
    maya normal_2 "แย่แล้ว จู่ๆ ก็สัมผัสได้ถึงจิตสังหาร comment - ทำ font ตัวเล็กลง / หรี่เสียงให้ต่ำกว่าปกติ" with dissolve
    "รุ่นพี่มายะพูดพึมพำอะไรสักอย่าง" with dissolve
    yuma  "เมื่อกี้เธอว่าอะไรนะ" with dissolve
    maya smile "ปะ… เปล่า" with dissolve
    maya smile_2 "ฉันต้องรีบไปแล้ว ไว้เจอกันใหม่นะ ขอบใจมาก ยูคุง~" with dissolve
    hide maya
    "หลังพูดจบ มายะก็รีบวิ่งขึ้นบันไดพร้อมกับแก้วเครื่องดื่มจากตู้แมวน้ำบิน" with dissolve
    yuma  "อะไรของเขากันนะ พิลึกคน" with dissolve
    "ทันใดนั้นผมก็รู้สาเหตุที่รุ่นพี่มายะทำตัวแปลกไป" with dissolve
    show akane normal at center with Dissolve(1.0) 
    akane angry "เดี๋ยวเถอะ อย่าวิ่งบริเวณทางเดินนะ!" with dissolve
    akane angrymeme "อย่าหนีนะ …ให้ตายเถอะ ตามไม่ทันจนได้" with dissolve
    akane angry "รุ่นพี่ยูมะ ทำไมรุ่นพี่ถึงไม่ตักเตือนคุณชิราซากิ นอกจากวิ่งบริเวณทางเดินแล้วยัยนั่นยังแต่งตัวผิดระเบียบหัวจรดเท้าอีกต่างหาก" with dissolve
    yuma  "ขอโทษคร้าบ ครั้งหน้าจะรีบตักเตือน" with dissolve
    akane look "อย่าให้หนูรู้นะว่ารุ่นพี่แกล้งทำเป็นมองไม่เห็นเพราะโดนยัยนั่นหว่านเสน่ห์ใส่น่ะ" with dissolve
    hide akane
    "ถึงว่า เมื่อสักครู่นี้รุ่นพี่มายะจะรีบวิ่งหนีไปเพราะเห็นอากาเนะสินะ" with dissolve
    "วันนี้มันอะไรกันเนี่ย วุ่นวายชะมัด" with dissolve
    return 
