label s1_3:
    scene bg001_sashool_h_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-139.mp3" volume 0.5
    "ผมเข้ามาในห้องเรียน ขณะนี้ยังไม่ถึงเวลาเรียน นักเรียนแต่คนละคนจึงจับกลุ่มคุยกัน" with dissolve
    student_f_a  "เรื่องงดขายน้ำอัดลมเมื่อเช้า คิดว่าไงบ้าง" with dissolve
    student_f_b  "ไม่เอาด้วยหรอก ไม่มีอะไรสดชื่นไปกว่าน้ำอัดลมแล้ว" with dissolve
    "ดูเหมือนว่าเพื่อนร่วมชั้นทุกคนต่างกำลังคุยกันเรื่องการงดจำหน่ายน้ำอัดลม" with dissolve
    "ยกเว้น…" with dissolve
    student_m_b  "ยูม้า~~~ นายช่วยสอนวิธีจีบสาวหน่อย" with dissolve
    student_m_b  "เมื่อกี้เห็นนะ คุยกันสวีทหวานแหววกับรุ่นพี่มายะคนดังของโรงเรียนด้วย" with dissolve
    yuma  "เปล่าซักหน่อย เมื่อกี้แค่คุยเรื่องทั่วไปนิดหน่อยเท่านั้นเอง" with dissolve
    student_m_a  "โกหก ฉันเห็นรุ่นพี่ชิราซากิกระเถิบเข้าใกล้ แถมเอาหน้าอกเบิ้มๆ นั่นมาดันหัวไหล่นายด้วย" with dissolve
    student_m_b  "หน้าอกเบิ้มๆ งั้นเหรอ!? คนทรยศ!" with dissolve
    "จู่ๆ ผมก็ตกเป็นเป้าสายตาของเพื่อนร่วมชั้น" with dissolve
    reika  "ยูมะ เมื่อกี้หมายความว่าไง" with dissolve
    "ใช่แล้ว คุโรมิยะ เรกะ ประธานนักเรียนของโรงเรียนแห่งนี้อยู่ห้องเดียวกับผม นอกจากอยู่ห้องเดียวกันแล้วยังนั่งติดกันอีกต่างหาก" with dissolve
    yuma  "ก็แค่บังเอิญน่ะ" with dissolve
    show reika normal at center with Dissolve(1.0) 
    reika  "เห… นายจะบอกว่ารุ่นพี่กระเถิบเอาหน้าอกเบิ้มๆ มาดันแขนเนี่ยเป็นเรื่องบังเอิญเหรอ" with dissolve
    yuma  "ก็… แค่… บัง… เอิญ…" with dissolve
    "ผมตอบปฏิเสธด้วยความลังเล" with dissolve
    "ทำไมทุกคนถึงเอาแต่สนใจเรื่องหน้าอกเบิ้มๆ กัน ไม่มีเรื่องอื่นที่น่าสนใจกว่านี้แล้วหรือไง" with dissolve
    "แล้วทำไมเรกะต้องโมโหขึ้นมาด้วยเนี่ย" with dissolve
    "ใครก็ได้ช่วยเปลี่ยนเรื่องที" with dissolve
    student_f_a  "จะว่าไป ทั้งสองคนสนิทกันดีจัง" with dissolve
    student_f_b  "จริงด้วย ถ้าเป็นแค่คนที่ทำงานในสภานักเรียนด้วยกันเฉยๆ ก็คงไม่สนิทกันแบบนี้หรอก นายเป็นอะไรกับคุณคุโรมิยะ บอกมาเดี๋ยวนี้นะ" with dissolve
    reika  "ฉันตอบให้ก็ได้ ฉันกับยูมะเป็น—-" with dissolve
    yuma  "หยุด ขอเวลานอก!" with dissolve
    "พอพูดจบ ผมก็ลากเรกะออกมาหน้าริมทางเดินห้องเรียน" with dissolve
    hide reika
    yuma  "นี่เธอจะเปิดเผยความสัมพันธ์ของพวกเราให้คนอื่นรู้ตอนนี้เลยเหรอ" with dissolve
    scene bg055_sashool_h_19201080 with Dissolve(1.0)
    show reika normal at center with Dissolve(1.0) 
    reika  "ก็ไม่เห็นมีอะไรต้องปิดบังเลยนี่" with dissolve
    yuma  "แล้วทีเรื่องที่เธอมีไฝที่ก้น ทำไมถึงสั่งห้ามไม่ให้บอกคนอื่นล่ะ" with dissolve
    reika  "ก็เพราะว่าเวลานายพูดแล้วมันจะทำให้คนอื่นเข้าใจผิดไงเล่า!" with dissolve
    yuma  "แต่ความสัมพันธ์ของพวกเรามันก็เป็นแบบนั้นไม่ใช่รึไง แบบที่ทำให้เห็นไฝที่ก้นน่ะ" with dissolve
    reika  "นายหยุดพูดเรื่องไฝที่ก้นซักทีได้ไหม ในสมองนาย ความทรงจำที่มีร่วมกันของพวกเรามันมีอยู่แค่เรื่องเดียวหรือไงห้ะ" with dissolve
    yuma  "เธอจะบอกว่าในวันนั้นตอนที่พวกเราสองทำเรื่องสนุกๆ ด้วยกันแล้วไปอาบน้ำด้วยกัน มันไม่น่าจดจำงั้นเหรอ" with dissolve
    reika  "หุบปาก เดี๋ยวฉันเคลียร์เรื่องนี้เอง แล้วนายก็ไม่ต้องพูดเรื่องไฝที่ก้นหรืออะไรที่ชวนเข้าใจผิดด้วย เข้าใจไหม" with dissolve
    reika  "อีกอย่าง ตอนนั้นฉันไม่ได้อาบน้ำกับนายด้วย" with dissolve
    yuma  "คร้าบๆ เข้าใจแล้ว" with dissolve
    hide reika
    "พอพูดจบ พวกเราทั้งสองคนก็เดินเข้าห้องเรียน" with dissolve
    scene bg001_sashool_h_19201080 with Dissolve(1.0)
    show reika normal at center with Dissolve(1.0) 
    reika  "ทุกคน ฉันขอแจ้งให้ทราบว่า……" with dissolve
    "เพื่อนร่วมชั้นทุกคน: ว่า… comment - เพื่อนร่วมชั้นในห้องพูดพร้อมกัน" with dissolve
    reika  "ฉันกับยูมะพวกเราเป็นเพื่อนสมัยเด็กกัน" with dissolve
    student_f_a  "โธ่ นึกว่าจะประกาศว่าคบเป็นแฟนกัน หลอกให้ลุ้นทำไม" with dissolve
    "ใช่แล้ว เรกะเป็นเพื่อนสมัยเด็กของผม" with dissolve
    "พวกเราสองคนทำงานในสภานักเรียนด้วยกัน แถมยังอยู่ห้องเรียนเดียวกัน" with dissolve
    "ผมนึกไม่ออกเลยว่ามีช่วงไหนของชีวิตบ้างที่ไม่มีเรกะอยู่ด้วย" with dissolve
    "ตั้งแต่ประถม มัธยมต้น มัธยมปลาย ไม่ว่าตอนไหนพวกเราก็อยู่ด้วยกันตลอด" with dissolve
    student_m_a  "เพื่อนสมัยเด็กเหรอ พวกเธอสองคนรู้จักกันมานานแค่ไหนเหรอ" with dissolve
    yuma  "นั่นสินะ รู้จักกันมานานมากพอที่จะรู้ว่าเรกะมีไฝที่…" with dissolve
    "ขณะที่ผมกำลังพูด เรกะหันมาจ้องผมด้วยสายตาอำมหิต" with dissolve
    reika  "นานพอที่จะรู้ที่ซ่อนหนังสือลามกทั้งหมดของนายแล้วกัน ยูมะ" with dissolve
    reika  "นายคงยังไม่อยากเห็นหนังสือพวกนั้นตกอยู่ในกองเพลิงสินะ" with dissolve
    "จิตสังหารของยัยนี่น่ากลัวชะมัด" with dissolve
    "แม้ว่าเรื่องไฝที่ก้นของเธอเป็นเรื่องที่ยูโนะเล่าให้ฟังสมัยอาบน้ำด้วยกันกับเรกะตอนเด็กๆ ก็เถอะ" with dissolve
    "แต่ไม่รู้ว่าเพราะอะไร ยัยนั่นถึงไม่ชอบให้พูดเรื่องไฝขนาดนั้นก็ไม่รู้" with dissolve
    "ด้วยเหตุนี้ผมจึงจดจำได้จนถึงทุกวันนี้" with dissolve
    student_m_b  "เพื่อนร่วมชั้นชาย B: ฉันบอกแล้ว คนอย่างยูมะไม่มีทางคบดอกฟ้าอย่างประธานนักเรียนได้หรอก" with dissolve
    yuma  "เดี๋ยวนะ คิดว่าคนอย่างฉันไม่มีปัญญาคบกับเรกะงั้นเหรอ" with dissolve
    "เพื่อนร่วมชั้นทุกคน: ใช่ comment - เพื่อนร่วมชั้นในห้องพูดพร้อมกัน" with dissolve
    yuma  "ทีแบบนี้สามัคคีกันเชียว ตอบเป็นเสียงเดียวกันอีก!?" with dissolve
    reika  "ฉันรู้จักและสนิทกับยูมะตั้งแต่สมัยประถมเพราะบ้านอยู่ใกล้กันก็เท่านั้นเอง" with dissolve
    reika  "คงไม่มีข้อสงสัยแล้วนะ" with dissolve
    student_m_b  "ยูมะ กล้าดียังไงมาแย่งคุณคุโรมิยะของฉัน" with dissolve
    hide reika
    student_m_a  "เดี๋ยวสิ คุณคุโรมิยะเป็นของนายตั้งแต่เมื่อไหร่" with dissolve
    scene imagine with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-134.mp3" volume 0.5
    show reika normal at left with Dissolve(1.0) 
    show maya normal at right with Dissolve(1.0) 
    "ถ้าพูดถึงผู้หญิงที่ได้นับความนิยมสูงที่สุดในโรงเรียนคงหนีไม่พ้นเรกะและรุ่นพี่มายะ" with dissolve
    "ทั้งสองคนเป็นผู้หญิงที่สวย(และหน้าอกใหญ่)เหมือนกันทั้งคู่" with dissolve
    hide reika
    hide maya
    "แต่ลักษณะทางกายภาพแตกต่างกันอย่างสิ้นเชิง" with dissolve
    show maya normal at center with Dissolve(1.0) 
    "รุ่นพี่มายะเป็นสาวแกลที่เข้าหาได้ง่าย ไม่ว่าใครก็สนิทสนมได้ง่าย" with dissolve
    "ด้วยเหตุนี้จึงได้รับความนิยมในหมู่ผู้ชายอย่างล้นหลาม รวมถึงผู้หญิงบางกลุ่มด้วย" with dissolve
    hide maya
    "กล่าวกันว่ามีคนสารภาพรักอยู่ตลอดเรื่อยๆ เป็นประจำ" with dissolve
    show reika normal at center with Dissolve(1.0) 
    "กลับกัน เรกะเป็นผู้หญิงที่ดุดัน สายตาเย็นชา เข้าถึงได้ยาก" with dissolve
    "พอรวมกับตำแหน่งสูงสุดในโรงเรียนอย่างประธานนักเรียน" with dissolve
    "ยิ่งทำให้เกิดภาพลักษณ์ที่เข้าถึงได้ยากขึ้นไปอีก" with dissolve
    "แต่ก็มีผู้ชายจำนวนไม่น้อยที่พยายามพิชิตใจเรกะ" with dissolve
    "เพราะมองว่าเป็นเรื่องที่ท้าทายและเป็นไปได้ยาก" with dissolve
    "สมกับที่ได้รับฉายา ‘ราชินีไร้เทียมทาน’" with dissolve
    hide reika
    "—------------—------------" with dissolve
    scene bg001_sashool_h_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-139.mp3" volume 0.5
    show risa normal at center with Dissolve(1.0) 
    risa  "ทุกคนเงียบ ได้เวลาเริ่มเรียนแล้ว" with dissolve
    "โชคดีที่ครูริสะมาได้ถูกจังหวะ ในที่สุดความวุ่นวายในห้องเรียนได้คลี่คลายลง" with dissolve
    "………" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-139.mp3" volume 0.5
    "ขณะนี้เป็นวิชาชีววิทยา นักเรียนในห้องตั้งใจจดบันทึกอย่างขะมักเขม้น" with dissolve
    risa  "เกสรเพศผู้ทำหน้าที่สร้างเซลล์สืบพันธุ์เพศผู้" with dissolve
    risa  "ซึ่งเกสรเพศผู้แต่ละอันประกอบด้วยอับเกสรตัวผู้บรรจุละอองเรณู และก้านชูอับเรณู" with dissolve
    risa  "ส่วนเกสรเพศเมียแต่ละอันประกอบด้วยรังไข่ ก้านเกสรเพศเมีย…….." with dissolve
    "สำหรับผมที่ถนัดวิชาคำนวณมากกว่าท่องจำ ศัตรูตัวฉกาจอย่างความง่วงเข้าจู่โจมผม" with dissolve
    yuma  "ไม่ไหวๆ ง่วงชะมัด" with dissolve
    yuma  "ให้ตายเถอะ เป็นเพราะเมื่อเช้าฝันอะไรแปลกๆ เลยนอนหลับไม่เต็มอิ่มเลย" with dissolve
    "ขณะที่เงี่ยหูฟังคุณครูริสะสอนเรื่องพืช ผมก็อดคิดไม่ได้ว่าคนเราจะศึกษาเรื่องพืชไปทำไม" with dissolve
    "สนใจแค่ว่าพืชชนิดไหนกินได้หรือไม่ได้ก็พอแล้ว" with dissolve
    "แล้วการสืบพันธุ์เรื่องพืชเนี่ยเข้าใจยากชะมัด ไม่เร้าใจเหมือนเว็บสีดำส้มเลย" with dissolve
    "เสียงคุณครูริสะเหมือน ASMR ที่เอาไว้ฟังก่อนนอน ขณะที่ผมกำลังเคลิบเคลิ้ม ทันใดนั้น" with dissolve
    yuma  "โอ๊ย!" with dissolve
    "จู่ๆ ผมก็ถูกหยิกเข้าที่เอวอย่างรุนแรง" with dissolve
    "ความเจ็บปวดที่ไม่ทันตั้งตัวนี้ ทำให้ความง่วงของผมหายเป็นปลิดทิ้ง" with dissolve
    reika  "ยูมะ ตั้งใจเรียนหน่อย" with dissolve
    yuma  "เมื่อคืนเธอทำให้ฉันนอนหลับไม่เต็มอิ่ม ตอนกลางวันยังตามมาขัดขวางอีก" with dissolve
    reika  "พูดอะไรของนาย ไม่เห็นเข้าใจเลย เมื่อคืนฉันไม่ได้ยุ่งกับนายเลยสักนิด" with dissolve
    reika  "อีกอย่าง หัดทำตัวให้สมกับสมาชิกสภานักเรียนหน่อย" with dissolve
    reika  "อย่าลืมนะว่าคุณครูริสะก็เป็นที่ปรึกษาให้กับสภานักเรียนด้วย" with dissolve
    yuma  "สมาชิกสภานักเรียนก็ง่วงเป็นเหมือนกันนะ" with dissolve
    yuma  "ช่วยไม่ได้ ถ้างั้นเดี๋ยวฉันเเอบงีบคาบต่อไปแทนก็แล้วกัน" with dissolve
    reika  "ไม่ได้!" with dissolve
    yuma  "แล้วฉันจะต้องแอบหลับคาบไหนละเนี่ย" with dissolve
    reika  "นายก็อดทนไปนอนตอนพักกลางวันสิ จะมาหลับตอนเรียนได้ไงกัน" with dissolve
    yuma  "แบบนั้นฉันก็อดกินข้าวน่ะสิ" with dissolve
    "ในขณะที่ผมกำลังโต้เถียงกับเรกะ คุณครูริสะก็เดินเข้ามา" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-115.mp3" volume 0.5
    risa  "นี่ พวกเธอคุยอะไรกัน" with dissolve
    yuma  "ไม่ได้คุยนะครับ" with dissolve
    reika  "จริง นายหลับสบายใจเฉิบ จะคุยได้อย่างไร" with dissolve
    yuma  "ยังไม่ได้หลับสักหน่อย" with dissolve
    risa  "ไม่ต้องเถียงกัน คุณคุซากะ ตอบคำถามข้อต่อไปนี้หน่อยสิ" with dissolve
    yuma  "เอ๊ะ? ดะ…ได้ครับ" with dissolve
    risa  "ไม่ต้องเถียงกันแล้ว ถ้างั้นไหนคุซากะลองตอบคำถามข้อต่อไปหน่อยสิ" with dissolve
    yuma  "เอ๊ะ อะ ครับ" with dissolve
    "แย่แล้ว ข้อต่อไปนี่มันข้อไหนล่ะเนี่ย เมื่อกี้กำลังจะหลับ" with dissolve
    yuma  "เรกะ เฮลป์มีพลีส" with dissolve
    "ผมส่งสายตาขอความช่วยเหลือ แต่เรกะเบือนหน้านี้ ทำหน้าไม่รู้ไม่ชี้" with dissolve
    "ขืนบอกไปตรงๆ ว่าเมื่อกี้หลับอยู่คงไม่ดีแน่ ลองเดาดีกว่า โอกาสตอบถูกคือ 1 ใน 4" with dissolve
    yuma  "ตอบช้อยส์ 2 ครับ" with dissolve
    "ทันทีที่ผมตอบ นักเรียนทั้งห้องก็หัวเราะ เรกะที่นั่งข้างๆ หันมามองด้วยสีหน้าเย้ยหยัน" with dissolve
    "ทำไมล่ะ ผมเดาผิดงั้นเหรอ?" with dissolve
    risa  "ช้อย 2 อะไรของเธอ นี่มันเป็นแบบฝึกหัดเติมคำ" with dissolve
    risa  "แสดงว่าเมื่อกี้ไม่ได้ฟังที่ครูสอนเลยสินะ ดังนั้นคุณคุซากะ เธอทำรายงานสรุปบทเรียนวันนี้มาส่งครูภายในวันพรุ่งนี้ด้วย" with dissolve
    yuma  "เข้าใจแล้วครับ…" with dissolve
    reika  "สมน้ำหน้า ทีนี้ก็ตั้งใจทำรายงานซะด้วยล่ะ" with dissolve
    "ฝากไว้ก่อนเถอะเรกะ" with dissolve
    jump s1_4
    return
