label s1_4:
    scene bg001_sashool_y_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-162.mp3" volume 0.5
    student_m_a  "เห้อ ในที่สุดก็เลิกเรียนสักที" with dissolve
    student_m_b  "เย็นนี้ไปยิมด้วยกันเถอะ ลูกผู้ชายกับกล้ามเนื้อเป็นของคู่กันอยู่แล้ว" with dissolve
    yuma  "ฉันขอผ่าน วันนี้มีงานสภานักเรียนตอนเย็นน่ะสิ" with dissolve
    student_m_a  "อีกแล้วงั้นเหรอเนี่ย" with dissolve
    student_m_b  "ช่วยไม่ได้ ฉันจะรอวันที่มิตรภาพลูกผู้ชายของพวกเราแน่นแฟ้นขึ้นอย่างใจจดใจจ่อ" with dissolve
    yuma  "เว่อร์ไปไหมนั่น" with dissolve
    student_m_b  "ก็ช่วยไม่ได้ ในเมื่อยูมะไม่ว่าง พวกเราสองคนไปฟิตกล้ามล่วงหน้ากันดึกว่า" with dissolve
    student_m_a  "เอ๋ แต่ว่าฉันก็ไม่อยากไปเล่นกล้าม" with dissolve
    student_m_b  "พูดอะไรของนาย ผู้ชายก็ต้องกล้ามใหญ่ๆ สิ พวกสาวๆ ถึงจะชอบ" with dissolve
    "เพื่อนรักของผมทั้งสองคนเก็บกระเป๋า เดินออกจากห้องเรียนเพื่อมุ่งหน้าสู้เส้นทางลูกผู้ชาย" with dissolve
    yuma  "เห้อ..เอาล่ะถ้างั้นก็คงถึงเวลาของฉันบ้างแล้วสินะ" with dissolve
    show reika normal at center with Dissolve(1.0) 
    reika  "ถอนหายใจอะไรกัน ไม่อยากไปทำงานสภานักเรียนกับฉันขนาดนั้นเลยหรือ" with dissolve
    yuma  "เปล่าสักหน่อย" with dissolve
    reika  "ถ้างั้นก็มาได้แล้ว ดูเหมือนว่ามีงานอีกเป็นภูเขาเลย" with dissolve
    yuma  "เป็นภูเขาเลยเหรอ…." with dissolve
    hide reika
    "หลังจากนั้นพวกเราสองคนก็เดินไปห้องสภานักเรียน" with dissolve
    "………" with dissolve
    scene bg14_d_a_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-034.mp3" volume 0.5
    "เมื่อเปิดประตูเข้าห้องสภานักเรียนก็พบกับอากาเนะ" with dissolve
    "เธอกำลังเปิดกล่องจดหมายอยู่" with dissolve
    yuma  "อ้าว วันนี้มีแค่อากาเนะคนเดียวเหรอ คาสึมะแอบอู้สินะ" with dissolve
    show reika normal at left with Dissolve(1.0) 
    show akane normal at right with Dissolve(1.0) 
    reika  "คาสึมะไปเตรียมเรื่องการโหวตในวันพรุ่งนี้ต่างหาก ไม่ใช่ทุกคนจะเป็นแบบนายซักหน่อย" with dissolve
    reika  "ว่าแต่อากาเนะ วันนี้มีปัญหาร้องเรียนอะไรบ้างไหม" with dissolve
    akane  "ดูเหมือนว่าจะเป็นจดหมายจากชมรมห้องสมุดอีกแล้วค่ะ" with dissolve
    yuma  "อีกแล้ว…? ว่าแต่ครั้งที่แล้วมันเรื่องอะไรล่ะ?" with dissolve
    reika  "นายนี่นะ จำอะไรได้บ้าง" with dissolve
    "อากาเนะยื่นจดหมายให้ผมมาอ่านเอง พออ่านจบก็ได้ข้อสรุปว่า" with dissolve
    "มีนักเรียนหลายคนยืมหนังสือแล้วไม่ยอมเอาหนังสือมาคืนจนเลยกำหนดคืนไปแล้ว" with dissolve
    "ทำให้นักเรียนที่ต้องการหนังสือไม่สามารถยืมต่อได้" with dissolve
    "ซึ่งจากรายการที่แนบมา มีอยู่ประมาณ 20 คน" with dissolve
    yuma  "โห แต่ละคนเลยกำหนดคืนหนังสือมาเกินหนึ่งเดือนแล้วทั้งนั้นเลย แบบนี้มันนักเบี้ยวตัวฉกาจชัดๆ" with dissolve
    akane  "ก็ใช่น่ะสิ แถมจำนวนยังเพิ่มขึ้นจากครั้งก่อนที่ฉันจัดการไปแล้วด้วย" with dissolve
    akane  "แบบนี่เราจะทำยังไงกันดีคะ? ทั้งๆที่ก่อนหน้านี้ก็มีการปรับเงินเวลาคืนช้าไปแล้วด้วยแท้ๆ" with dissolve
    yuma  "ถ้างั้นลองขึ้นค่าปรับไหม โดยปกติห้องสมุดปรับเงินแค่ 50 เยน มันอาจจะน้อยเกินไปจนคนไม่สนใจ" with dissolve
    "เรื่องเงินๆ ทองๆ ผมไม่มีทางพลาด เห็นแบบนี้แต่ผมเองก็เป็นถึงขั้นเหรัญญิกแห่งสภานักเรียนเชียวนะ" with dissolve
    akane  "ถ้าขึ้นค่าปรับ คำถามต่อมาคือขึ้นค่าปรับเป็นเท่าไหร่ดี" with dissolve
    akane  "ค่าปรับที่มากเกินไปอาจทำให้นักเรียนไม่กล้ายืมหนังสือจากห้องสมุดเพราะกลัวพลาดแล้วโดนปรับ" with dissolve
    yuma  "แบบนี้ยากชะมัด" with dissolve
    hide reika
    hide akane
    "ระหว่างที่พวกเราพูดกันอยู่ เรกะก็เสนอขึ้นมา" with dissolve
    show reika normal at center with Dissolve(1.0) 
    reika  "ยูมะ การขึ้นราคาค่าปรับที่นายเสนอมาก็ไม่ผิด เพียงแต่ยังแก้ปัญหาไม่ตรงจุด" with dissolve
    reika  "การแก้ปัญหาไม่ว่าเรื่องอะไรก็ตาม เราควรทำ Root Cause Analysis เป็นอันดับแรก" with dissolve
    yuma  "รูทคอส… root? cos? สมการอะไรล่ะนั่น" with dissolve
    reika  "ไม่ใช่วิชาคณิตศาสตร์สักหน่อย นายจะคำนวณโจทย์คณิตอย่างเดียวไม่ได้นะยูมะ" with dissolve
    reika  "Root Cause Analysis คือการวิเคราะห์ถึงต้นตอของปัญหาที่แท้จริง ทำให้แก้ปัญหาได้ตรงจุดถึงแก่นแท้" with dissolve
    reika  "ก่อนอื่นเลย ทำไมห้องสมุดถึงกำหนดให้คืนหนังสือ" with dissolve
    akane  "เพราะหนังสือในห้องสมุดเป็นทรัพย์สินสาธารณะส่วนกลางที่นักเรียนทุกคนใช้ร่วมกัน" with dissolve
    reika  "ถูกต้อง เป็นทรัพยากรที่มีจำกัดด้วย" with dissolve
    reika  "ด้วยเหตุนี้ห้องสมุดจึงมีกติการ่วมกันคือเมื่อยืมหนังสือแล้วถึงระยะเวลาหนึ่งก็ต้องคืนกลับที่เดิม ถูกมั้ย" with dissolve
    reika  "คำถามต่อมา ค่าปรับมีไว้เพื่ออะไร" with dissolve
    yuma  "มีไว้เพื่อลงโทษคนที่ไม่ทำตามกติกา" with dissolve
    reika  "ถูกต้อง ค่าปรับมีไว้เพื่อป้องกันไม่ให้คนทำผิดกติกาที่กำหนด" with dissolve
    reika  "ปัญหาที่แท้จริงในตอนนี้คือ เจ้าพวกนั้นกำลังมองว่าค่าปรับคือค่าธรรมเนียม" with dissolve
    yuma  "จะบอกว่าคนที่ยืมหนังสือแล้วไม่คืน กำลังคิดว่าจ่าย 50 เยนแล้วจะยืมหนังสือได้เพิ่มอีกหนึ่งวันเหรอ" with dissolve
    reika  "ใช่แล้ว ต่อให้เพิ่มค่าปรับสองเท่าหรือสามเท่าก็ไม่ต่างกัน เพราะสำหรับคนรวย เงินแค่นี้ไม่ใช่ปัญหา" with dissolve
    reika  "ดังนั้น เราต้องเปลี่ยนวิธีลงโทษคนที่ยืมหนังสือแล้วไม่คืนใหม่" with dissolve
    yuma  "จะทำยังไง ในเมื่อค่าปรับไม่ใช่ปัญหาสำหรับนักเรียนที่มีเงินเยอะ" with dissolve
    reika  "รู้ไหมว่าคนรวยห่วงอะไรมากที่สุด" with dissolve
    yuma  "กลัวว่าเงินที่มีอยู่จะหมดลงเหรอ" with dissolve
    reika  "นั่นก็ส่วนหนึ่ง แต่สิ่งที่คนรวยห่วงที่สุดคือ ‘ชื่อเสียง’ ต่างหาก" with dissolve
    reika  "ภาพลักษณ์เป็นเรื่องที่สำคัญมาก ดังนั้นรู้ใช่ไหมว่าต้องทำอะไร" with dissolve
    "เรกะชี้ไปที่ลำโพงที่แขวนอยู่บนผนัง" with dissolve
    yuma  "ประกาศรายชื่อคนที่ไม่ได้นำหนังสือมาคืน… สินะ" with dissolve
    reika  "ใช่แล้ว ลองนึกภาพว่าถ้าถูกประกาศชื่อว่าไม่ยอมคืนหนังสือบ่อยๆ จนกลายเป็น Talk of The Town ละก็ ต่อให้มีเงินล้นฟ้าก็ต้องทนไม่ไหวบ้างแหละ" with dissolve
    yuma  "แบบนี้นี่เอง" with dissolve
    akane  "ถ้าอย่างนั้นฉันจะเป็นรับผิดชอบเรื่องนี้เอง ถ้าเกิดว่าใครมีปัญหาล่ะก็ฉันจะจัดการให้พวกนั้นลืมไม่ลงเลย" with dissolve
    hide reika
    yuma  "ลืมไม่ลงนี่คือไม่ลืมคืนหนังสือใช่ไหม" with dissolve
    "จริงอย่างที่เรกะว่า นักเรียนในโรงเรียนนี้ส่วนมากเป็นพวกคนมีฐานะที่ห่วงภาพลักษณ์ทางสังคม ถ้าหากถูกประกาศชื่อว่าไม่คืนหนังสือทุกวันล่ะก็คงทนไม่ไหวแน่" with dissolve
    "แถมการที่สภานักเรียนออกหน้าเองก็ยังช่วยตัดปัญหาที่ชมรมห้องสมุดจะถูกโจมตีด้วย" with dissolve
    "ตั้งแต่สมัยก่อนแล้วไม่ว่าจะมีปัญหาแบบไหนเรกะก็สามารถแก้ได้ภายในเวลาไม่นานเสมอ บางทีเรกะอาจจะเป็นคนที่เกิดมาเพื่อเป็นผู้นำโดยแท้จริงเลยก็ได้" with dissolve
    "ถ้าผมพยายามมากกว่านี้ผมเองจะเป็นเหมือนเรกะได้ไหมนะ" with dissolve
    "หลังจากที่จัดการเอกสารเสร็จ พวกเราเก็บกระเป๋าเตรียมตัวกลับบ้าน ทันใดนั้นก็เกิดเหตุไม่คาดฝันขึ้น" with dissolve
    "ใครโทรมาในเวลาแบบนี้กันนะ สังหรณ์ใจไม่ดีเลย" with dissolve
    yuma  "นั่นไง คาสึมะจริงๆ ด้วย" with dissolve
    "เจ้าหมอนี่โทรมาแต่เรื่องงาน ไม่มีเรื่องอื่นแน่นอน" with dissolve
    yuma  "ฮัลโหล เป็นไงบ้าง นับผลโหวตเสร็จหรือยัง" with dissolve
    kazuma  "มีข่าวร้ายกับข่าวร้ายมาบอก จะเลือกอันไหน" with dissolve
    yuma  "จะเลือกอันไหนก็เหมือนกันไม่ใช่เหรอ" with dissolve
    kazuma  "การนับผลโหวตใช้เวลามากกว่าที่ประเมินไว้ ต้องการกำลังเสริมด่วน" with dissolve
    "ผมหันไปรอบข้าง พบว่าเรกะกับอากาเนะยืนโบกมือลาด้วยความยิ้มแย้มแจ่มใส" with dissolve
    yuma  "เดี๋ยวสิ ขืนให้นับกันแค่สองคนแบบนี้ต้องนับกันถึงเช้าแน่" with dissolve
    reika  "สู้ๆ นะ ขอให้ใช้ค่ำคืนอย่างมีความสุขกับคาสึมะ" with dissolve
    akane  "พวกเราไปก่อนนะ" with dissolve
    yuma  "ไม่มีใครคิดจะช่วยฉันนับคะแนนหน่อยเหรอ" with dissolve
    akane  "ใครจะยอมพลาดโอกาสที่จะได้กลับบ้านกับรุ่นพี่เรกะสองต่อสองกันล่ะ แต่ก็เป็นกำลังใจให้นะคะ" with dissolve
    yuma  "ให้ตายเถอะ ก็ได้" with dissolve
    yuma  "กำลังเสริม 1 นายถ้วน กำลังไป" with dissolve
    "ถ้าโชคชะตาลิขิตให้เรกะเกิดมาเป็นผู้นำ บางทีผมคงเกิดมาเป็นเบ๊รับใช้ละมั้ง" with dissolve
    scene twhouse002y_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-021.mp3" volume 0.5
    yuma  "กลับมาแล้วครับ" with dissolve
    show yuno normal at center with Dissolve(1.0) 
    yuno  "เย้ ในที่สุดพี่ก็กลับมาแล้ว รอตั้งนาน" with dissolve
    "เมื่อผมกลับถึงบ้านก็พบน้องสาวรอต้อนรับอยู่" with dissolve
    "ยูโนะ น้องสาวของผมไม่ได้ไปโรงเรียนเหมือนเพื่อนคนอื่น" with dissolve
    "เธอออกจากบ้านไม่ได้เพราะสุขภาพไม่แข็งแรง" with dissolve
    "ด้วยเหตุนี้เธอจึงเรียนแบบโฮมสคูลอยู่ที่บ้านผ่านอินเทอร์เน็ต" with dissolve
    "ดังนั้นอย่าแปลกใจถ้าเธอสนิทและติดแจตัวผมมากกว่าคู่พี่ชาย-น้องสาวทั่วไป" with dissolve
    yuma  "คำว่านานที่ว่าเนี่ยยังไม่ถึง 12 ชั่วโมงเลยนะ" with dissolve
    "บางทีถ้ายูโนะมีหาง ป่านนี้คงแกว่งระริกระรี้เหมือนสุนัขตอนดีใจ" with dissolve
    yuma  "บทเรียนวันนี้เป็นยังไงบ้าง" with dissolve
    yuno  "ไม่มีปัญหา ส.บ.ม.ย.ห." with dissolve
    hide yuno
    yuma  "ไปเอาคำศัพท์แปลกๆ มาจากอินเทอร์เน็ตอีกแล้ว ว่าแต่มันไม่เก่าไปหน่อยเหรอ" with dissolve
    scene twhouse004y_19201080 with Dissolve(1.0)
    show yuno normal at center with Dissolve(1.0) 
    yuno  "ที่โรงเรียนเป็นยังไงบ้าง" with dissolve
    yuma  "เป็นหนึ่งวันที่วุ่นวายเอาเรื่อง ไหนจะสภานักเรียน ไหนจะนโยบายใหม่ ไหนจะรุ่นพี่สาวสาว ไหนจะเรื่องไฝที่ก้นของ-" with dissolve
    hide yuno
    "ขณะที่ผมพูด เรกะก็เดินเข้ามาจากด้านหลัง" with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-134.mp3" volume 0.5
    show reika normal at center with Dissolve(1.0) 
    reika  "เมื่อกี้นายว่ายังไงนะ" with dissolve
    "แผ่นหลังผมเย็นวาบ สัมผัสได้ถึงจิตสังหารที่ย่างกรายเข้ามา" with dissolve
    "นี่มันบ้านของผมไม่ใช่เหรอ เรกะมาอยู่ที่นี่ได้ยังไงเนี่ย" with dissolve
    yuma  "นี่เธอมายังไงเนี่ย!!!" with dissolve
    reika  "ฉันบอกให้ลืมเรื่องนั้นไปให้หมด" with dissolve
    yuma  "มันจะไปลืมได้ยังไงล่ะ" with dissolve
    reika  "ดีล่ะ ถ้างั้นจะทำให้นายลืมไปตลอดกาลเลย" with dissolve
    yuma  "ลืมแล้วครับ ลืมเรื่องไฝที่ก้นไปหมดแล้วคร้าบ" with dissolve
    reika  "นั่นไม่เรียกว่าลืมหรอกนะ ยูโนะ ขอเครื่องลบความทรงจำหน่อย" with dissolve
    yuno  "ได้เลยค่า~" with dissolve
    yuma  "ยูมะ: เดี๋ยวสิใจเย็นก่อน นั่นมันไม้เบสบอลนะ!" with dissolve
    "…….." with dissolve
    stop music
    play music "audio/bgm/MusMus-BGM-021.mp3" volume 0.5
    yuma  "สรุปแล้วเธอมาทำอะไรที่บ้านฉันเนี่ย" with dissolve
    yuno  "หนูเรียกพี่เรกะมาเอง" with dissolve
    yuno  "ตอนเช้าหนูส่ง LIME ไปหาพี่ พี่ไม่ยอมตอบหนูเลยเสียใจ" with dissolve
    yuma  "ไหน ขอเช็คดูก่อน" with dissolve
    yuma  "จริงด้วย" with dissolve
    "ยูโนะส่งข้อความ LIME มาหาช่วงเช้าตอนที่กำลังสอนรุ่นพี่มายะใช้ตู้แมวน้ำบิน" with dissolve
    "ตอนนั้นกำลังยุ่งอยู่ ด้วยเหตุนี้ข้อความจึงยังไม่ถูกเปิดอ่าน" with dissolve
    yuno  "พี่ไม่ยอมตอบ หนูเลย LIME หาพี่เรกะแทน" with dissolve
    reika  "ยูโนะฝากให้แวะซื้อของที่ร้านสะดวกซื้อน่ะ" with dissolve
    reika  "ฉันซื้อบัตรเติมเงินเกม Seal Impact และก็พุดดิ้งสตรอเบอรี่ให้ยูโนะเรียบร้อยแล้ว" with dissolve
    reika  "นายก็หัดอ่าน LIME ซะบ้างนะ" with dissolve
    yuma  "ขอโทษด้วยครับ ครั้งหน้าจะไม่ลืมอีกแล้วว" with dissolve
    "ผมวุ่นกับงานสภานักเรียน ไม่ได้เช็คข้อความ LIME จึงทำให้พลาดข้อความจากยูโนะ" with dissolve
    reika  "อ๊ะ ค่ำแล้ว ฉันไปก่อนนะ" with dissolve
    reika  "ไว้เจอกันใหม่นะยูโนะ เดี๋ยววันหลังมาใหม่" with dissolve
    yuno  "ได้เลยค่า~" with dissolve
    yuma  "เดี๋ยวก่อนสิ ไหนๆ ก็มาแล้ว ขอยืมสมุดจดคาบชีวะเมื่อเช้านี้ของเธอหน่อยได้ไหม" with dissolve
    reika  "เห้อ ช่วยไม่ได้ เห็นแก่ที่นายตั้งใจทำงานสภานักเรียนวันนี้ฉันจะให้ยืมก็ได้" with dissolve
    reika  "วันหลังก็หัดตั้งใจเรียนซะบ้าง อย่าหลับในคาบอีกล่ะ" with dissolve
    yuma  "ครับผม จะไม่ทำให้เสียแรงที่ให้ยืมเลย" with dissolve
    "เรกะเป็นเพื่อนสมัยเด็กที่บ้านอยู่ใกล้กันและสนิทกันตั้งแต่เด็ก เธอมักจะแวะมาเที่ยวเล่นและทำอาหารให้พวกเราที่อยู่กันแค่สองคนบ่อยๆ" with dissolve
    "เรกะคอยแนะนำเรื่องการดูแลยูโนะด้วย เพราะผมกับคุณพ่อไม่มีความรู้เรื่องการใช้ชีวิตของเด็กสาววัยรุ่นสักเท่าไหร่ ตอนที่ซื้อบราให้ยูโนะครั้งแรก ถ้าไม่ได้เรกะผมเองก็คงเลือกซื้อให้ไม่ถูกเหมือนกัน" with dissolve
    "ถ้าคุณแม่ของผมยังมีชีวิตอยู่บางทีก็อาจจะเหมือนกับเรกะก็ได้ สำหรับผมนอกจากยูโนะแล้ว เรกะเป็นเหมือนส่วนหนึ่งของครอบครัวผมไปแล้ว" with dissolve
    reika  "อ๊ะ พึ่งนึกขึ้นได้" with dissolve
    yuma  "มีอะไรเหรอครับแม่" with dissolve
    reika  "ใครเป็นแม่นายกันห้ะ" with dissolve
    reika  "ช่างเถอะ ฉันมีเรื่องสำคัญที่จะต้องบอกนายให้ได้" with dissolve
    "ผมสัมผัสได้ถึงแววตาที่เต็มเปี่ยมด้วยความร้อนแรง" with dissolve
    reika  "ยูมะ…" with dissolve
    reika  "ฉัน…" with dissolve
    reika  "ฉัน........." with dissolve
    reika  "เมื่อไหร่นายจะคืนเงินฉัน!!!" with dissolve
    yuma  "เอ๋?!" with dissolve
    reika  "เอ๋?!!!!!!" with dissolve
    reika  "นายจะตกใจอะไร ฉันออกเงินค่าบัตรเติมเงินเกม Seal Impact ของยูโนะไปก่อนล่วงหน้า ดังนั้นนายต้องจ่ายคืนฉันมาด้วย" with dissolve
    yuma  "เอ๋?!!!!!!!" with dissolve
    "สมองของผมประมวลผลไม่ทันเพราะความเป็นจริงทับซ้อนกับความฝันในเช้าวันนี้พอดี" with dissolve
    "ฝันเมื่อเช้านี้เป็นลางบอกเหตุสินะว่าผมจะต้องติดหนี้เรกะในตอนนี้" with dissolve
    reika  "ฮัลโหล ยูมะ อยู่ไหม" with dissolve
    yuma  "โทษที เผลอคิดนอกเรื่องไปหน่อย เมื่อกี้ว่าอะไรนะ" with dissolve
    reika  "นายจะคืนเงินที่ฉันออกให้ก่อนล่วงหน้าตอนไหน" with dissolve
    yuma  "ตอนนี้เลยก็ได้ ว่าแต่เท่าไหร่เหรอ" with dissolve
    reika  "80,000 เยน" with dissolve
    yuma  "!!!" with dissolve
    "โคตรแพง!!!" with dissolve
    "เงินมากขนาดนั้น ถ้าเอาไปซื้อหนังสือลามกละก็ได้หลายเล่มเลยไม่ใช่รึไง" with dissolve
    "เดี๋ยวสิ นี่ยูโนะเติมเงินเยอะขนาดนั้นเลยเหรอ" with dissolve
    yuma  "ขอเป็นพรุ่งนี้ละกัน" with dissolve
    reika  "ก็ได้ อย่าลืมจ่ายเงินด้วยล่ะ ค่าพุดดิ้งสตรอเบอรี่ไม่ต้อง ถือว่าเป็นของขวัญให้ยูโนะ" with dissolve
    hide reika
    "พอพูดจบเรกะก็เดินจากไป" with dissolve
    show yuno normal at center with Dissolve(1.0) 
    yuno  "พี่เรกะไปแล้วเหรอ" with dissolve
    yuma  "พึ่งออกจากบ้านไปเมื่อกี้นี้เลย" with dissolve
    yuno  "เฮ้อ พี่เนี่ยนะ~" with dissolve
    "ยูโนะทำหน้าเอือมระอาใส่ผม" with dissolve
    yuno  "มัวยืนบื้ออยู่ทำไม เดินไปส่งพี่เรกะเป็นเพื่อนด้วยสิ" with dissolve
    yuma  "เรกะโตแล้ว ไปไหนมาไหนคนเดียวได้" with dissolve
    yuno  "มันไม่ใช่แบบนั้น ยามค่ำคืนแบบนี้ผู้ชายต้องไปส่งผู้หญิงสิ พี่ไม่เข้าใจจิตใจของผู้หญิงเลย" with dissolve
    yuno  "เข้าใจที่พี่เรกะบอกแล้ว เห้อ เป็นอย่างที่พี่เรกะว่าจริงๆ ด้วย" with dissolve
    yuma  "เรกะเล่าอะไรให้ฟังเหรอ" with dissolve
    hide yuno
    yuno  "ตอนนี้ไม่ใช่เวลามาถามเรื่องนั้น รีบวิ่งตามพี่เรกะไปสิ!" with dissolve
    "พอพูดจบ ยูโนะก็ผลักผมออกจากประตูบ้านทันที" with dissolve
    "หลังจากนั้นผมก็ออกมาส่งเรกะหน้าบ้าน" with dissolve
    show reika normal at center with Dissolve(1.0) 
    reika  "ยูโนะจังดูดีขึ้นนะ" with dissolve
    yuma  "ฉันก็คิดแบบนั้นเหมือนกัน ไม่แน่ว่าอีกไม่นานอาจจะสามารถไปโรงเรียนได้ก็ได้" with dissolve
    reika  "ถ้าเป็นแบบนั้นพวกเราก็ต้องตั้งใจพัฒนาโรงเรียนให้ดีขึ้นเพื่อรอยูโนะจังสินะ" with dissolve
    yuma  "นั่นมันหน้าที่ของประธานนักเรียนอย่างเธออยู่แล้วไม่ใช่หรือ" with dissolve
    reika  "มันก็หน้าที่ของนายก็เหมือนกันนั่นแหละ คุณเหรัญญิก" with dissolve
    yuma  "รู้แล้วล่ะน่า" with dissolve
    reika  "ถ้างั้นวันนี้ฉันไปแล้วนะ" with dissolve
    yuma  "เจอกันพรุ่งนี้" with dissolve
    reika  "รีบนอนล่ะ อย่าตื่นสายซะล่ะ" with dissolve
    hide reika
    yuma  "ค้าบๆ" with dissolve
    "………" with dissolve
    scene twroom001n_19201080 with Dissolve(1.0)
    stop music
    play music "audio/bgm/MusMus-BGM-032.mp3" volume 0.5
    "เป็นหนึ่งวันที่วุ่นวายเอาเรื่องเลย" with dissolve
    "ไหนจะงานสภานักเรียน ไหนจะรุ่นพี่ดาวเด่นประจำโรงเรียน ปัญหาห้องสมุด" with dissolve
    "จะว่าไป การโหวตควรเป็นเรื่องของนักเรียนไม่ใช่เหรอ" with dissolve
    "สมาคมศิษย์เก่าเข้ามายุ่งเกี่ยวอะไรด้วย" with dissolve
    "ช่างเถอะ ไม่ว่าผลโหวตจะเป็นอย่างไร ผมก็ต้องทำงานเอกสารอยู่ดี" with dissolve
    "คิดมากไปก็ปวดหัว รีบทำรายงานส่งคุณครูริสะแล้วก็เข้านอนดีกว่า……" with dissolve
    return